{
    "questions": [
        "What did you have for dinner last night?",
        "What's your biggest dream in life?",
        "What's your favorite food?",
        "What do you want more than anything else in the world?",
        "What food do you totally hate?",
        "What's your most recent purchase?",
        "What's something really important to you?",
        "What comic book do you recommend reading?",
        "What movie do you recommend watching?",
        "What app would you recommend downloading?",
        "What's your favorite game to play?",
        "What's a secret you don't mind sharing?",
        "What's something funny that's happened to you recently?",
        "How often do you get your hair cut?",
        "Which do you like better: cats or dogs?",
        "What's your favorite restaurant?",
        "What's your latest obsession?",
        "What type of personality are you most attracted to?",
        "What are you quietly proud of?",
        "What's your favorite thing to do on your days off?",
        "Where does your profile picture come from?",
        "Where are you from?",
        "What was your favorite game as a kid?",
        "What kind of stuff was popular when you were a kid?",
        "When you were a kid, what did you want to be when you grew up?",
        "What's your favorite joke to tell?",
        "What current event has grabbed your interest?",
        "What song has been stuck in your head lately?",
        "What's your favorite TV show right now?",
        "What's the most recent movie you've watched?",
        "What tasty food have you rediscovered recently?",
        "What places have you been to lately?",
        "What's more important to you: friendship or love?",
        "Who are you in love with right now?",
        "What's your sign?",
        "When was your first crush?",
        "What hairstyle do you find most attractive?",
        "Would you rather go on vacation somewhere warm or cold?",
        "What's your go-to breakfast?",
        "What bad habit would you like to get rid of?",
        "Can you tell me about a supernatural experience you've had?",
        "Which movie always makes you cry?",
        "What makes you dizzy?",
        "What makes your heart flutter?",
        "Where would you love to visit?",
        "What were you doing a few minutes ago?",
        "What book have you always wanted to read?",
        "What are your plans for your next day off?",
        "What are you most looking forward to right now?",
        "What word best sums up your year?",
        "What event this year made the biggest impression on you?",
        "What do you think you'll be doing 10 years from now?",
        "What's your catchphrase?",
        "Imagine flowers blooming in your mind's eye... How many flowers do you see?",
        "What has your attention been divided over lately?",
        "What's your favorite beverage?",
        "What's your favorite type of junk food?",
        "What's your least favorite beverage?",
        "What's been getting on your nerves lately?",
        "What did you do last weekend?",
        "What month were you born in?",
        "How many siblings do you have?",
        "What town or city do you live in?",
        "If you had to choose, what would you say is your best quality?",
        "Which app do you feel like nobody uses except you?",
        "Who do people think you most resemble?",
        "What's your favorite animal and why?",
        "Can you tell me something interesting?",
        "What's your favorite useless fact?",
        "What's your secret obsession?",
        "What's your guilty pleasure?",
        "Where's your favorite place to have fun?",
        "Have you made any big mistakes recently? If so, what happened?",
        "What are you most interested in lately?",
        "What would you like to quit doing but just can't?",
        "What's your go-to snack?",
        "How do you decide whether or not to buy something?",
        "If you could eat an unlimited amount of one kind of food, what would it be?",
        "What do you find yourself doing when you have free time?",
        "How do you act around people you're interested in?",
        "What pet name would you love your crush to call you?",
        "What's your favorite five-letter word?",
        "What's your earliest memory?",
        "What's your favorite TV show of all time?",
        "What's your favorite school subject?",
        "What's your favorite type of music?",
        "What's your favorite fruit?",
        "What's your favorite cartoon?",
        "What website do you spend the most time on?",
        "What would you do if it was your last day on Earth?",
        "What have you always wanted someone to say to you?",
        "What's something from your past that you wish you could forget about?",
        "What's your motto?",
        "What words will you never forget?",
        "What memory embarrasses you just thinking about it?",
        "What's your favorite word?",
        "What sends shivers down your spine?",
        "What's something really tasty you've eaten recently?",
        "What's more important to you: work or family?",
        "Have you ever thought, \"This is it, my number's up!\" If so, what situation were you in?",
        "Who's your favorite fictional character?",
        "What's your favorite kind of tea?",
        "What's your best video-game memory?",
        "What's your most vivid memory?",
        "What was your nickname growing up?",
        "What do you find completely unacceptable?",
        "What type of people do you think are cool?",
        "What type of people do you find cute?",
        "What book made you cry the most?",
        "What book made you laugh the most?",
        "If you could have one wish granted, what would it be?",
        "Do you find it easy to get up in the morning?",
        "Have you ever won an award? What was it for?",
        "Would you rather be popular but poor, or rich but lonely?",
        "What's your biggest fear?",
        "What's the biggest waste of money you've ever bought?",
        "If you saw a nose hair sticking out of your best friend's nose, what would you do?",
        "What's the best thing you've ever bought?",
        "Do you have any pets? What kind?",
        "What's the most painful injury you've ever had?",
        "When was the last time you felt deeply moved? What moved you?",
        "Out of all the movies, songs, books, people, and words you've come across in your life, what has had the biggest effect on you?",
        "Which part of your face do you like the most?",
        "What's your favorite type of ramen?",
        "What's your favorite kind of pasta?",
        "What's your favorite brand of clothing?",
        "What's the best dish you can cook?",
        "What was the first album you ever bought?",
        "What do you collect?",
        "Do you or your family have a car? If so, what kind?",
        "Who was your favorite fictional character when you were little?",
        "Be honest—what game do you think is terrible?",
        "What's the furthest place you've ever traveled to?",
        "What sport are you best at?",
        "Have you ever won a prize before? What did you win?",
        "When you were in junior high school, what role did you have on the student council?",
        "When you think \"pop star,\" who comes to mind first?",
        "What do you imagine when you hear the word \"feast\"?",
        "Who's your favorite female cartoon character?",
        "Who's your favorite male cartoon character?",
        "What's your favorite flower?",
        "What's your favorite sweet treat?",
        "What's the first movie you ever saw at the theater?",
        "What's the first comic book you ever bought?",
        "What movie have you seen a bunch of times?",
        "When you were a kid, what cartoon did you always watch after school?",
        "What song do you love to sing?",
        "What was the best day of your life?",
        "Can you sum up in four words or less how you feel right now?",
        "What was your favorite snack when you were a kid?",
        "What's a hobby of yours that you don't like to tell people about?",
        "Looking back on your life, what do you feel you worked really hard on?",
        "What new skill would you most like to have?",
        "Have you ever met a famous person or celebrity? If so, who?",
        "If you could be reborn as someone else, who would you want to be?",
        "What's the best concert you've ever been to?",
        "What's your favorite bakery?",
        "What's one of your most bittersweet memories?",
        "What's your favorite bookstore?",
        "Besides your current location, where else would you like to live someday?",
        "What are you saving up money for right now?",
        "What's your favorite vacation destination?",
        "Do you have any specific fears, like heights or spiders?",
        "What sounds can you not stand?",
        "Are you studying anything these days?",
        "What would be your ideal way to spend your retirement?",
        "What do you do that makes you feel the happiest?",
        "What's your favorite novel?",
        "What's something special you'd love your sweetheart to do for you?",
        "What's the biggest adventure you've ever had?",
        "Who's someone you just can't forget?",
        "If you were given ten grand to spend in one day, what would you do?",
        "What's the main thing you're looking for in a life partner?",
        "What's your favorite smell?",
        "What do you own that's top of the line?",
        "What do you like best about where you currently live?",
        "If you could give your childhood self some advice, what would it be?",
        "What color clothes do you wear most often?",
        "What type of person was your first crush?",
        "How many hours a day do you use your cell phone?",
        "How many hours of sleep do you get on average each night?",
        "Do you have any good-luck charms or rituals? If so, what?",
        "What superstitions do you have?",
        "Who's the most beautiful person you can think of? It can be anyone from the past or present, but they must be real.",
        "What's something you're really good at?",
        "What's the first thing you notice about people you have a crush on?",
        "Can you tell me about a nightmare you've had?",
        "Which star of a comic book or cartoon would you like to be?",
        "What famous person would you love to be friends with?",
        "Do you believe in aliens?",
        "If you could do any job for one day, what would you want to do?",
        "If you wrote a book, what would it be about?",
        "What have you done recently that you regret?",
        "What's a mysterious experience you've had?",
        "What hobby have you spent the most money on?",
        "What mistake do you keep on making?",
        "Which genre, such as \"animal stories\" or \"family dramas\" always makes you cry?",
        "What's the best gift you've ever received?",
        "Have you ever gotten a gift from your parents that you were really disappointed with? If so, what?",
        "What does happiness mean to you, in just a few words?",
        "What food are you really picky about?",
        "Do you have any secrets for making life easier?",
        "What were you scared of when you were a kid?",
        "Who did you look up to when you were little?",
        "Are you a good liar?",
        "What music cheers you up when you're feeling down?",
        "What's the first thing you do when you get home?",
        "When you think of a hero who has saved the world, who do you think of?",
        "When you think of a heroine who has saved the world, who do you think of?",
        "Who's your favorite male singer?",
        "Who's your favorite female singer?",
        "Who's your favorite male comedian?",
        "Who's your favorite female comedian?",
        "How do you like your steak cooked?",
        "What's the most interesting thing you've ever found under your couch cushions?",
        "What brings you good luck?",
        "How do you react when you find out you've been lied to?",
        "What's your favorite color?",
        "What was your biggest fashion disaster?",
        "Where's your favorite place to relax?",
        "What's your dream job?",
        "Where in outer space would you like to visit?",
        "What's your favorite number?",
        "If you could travel through time, where and when would you go first?",
        "What famous person, alive or dead, would you most like to meet?",
        "If you could transform into any animal at will, what animal would you choose?",
        "Would you rather have the power of flight or invisibility?",
        "Do you prefer the mountains or the ocean?",
        "Do you prefer scary movies or funny movies?",
        "Who's your favorite male celebrity?",
        "Who's your favorite female celebrity?",
        "What team do you root for?",
        "If you search the Internet for your own name, what comes up?",
        "What's your spirit animal?",
        "What was the first conversation you had about today?",
        "If you could return to your past, what age would you go back to being?",
        "What do you like most about the clothes you're wearing today?",
        "What's your favorite flavor of chips?",
        "If you knew you were going to be trapped on a desert island for a year, what would you take with you?",
        "Which country would you like to go on vacation to next?",
        "Which country have you always wanted to visit?",
        "If you had to go either sky diving or bungee jumping, which would you choose?",
        "If you won the lottery, who would you tell first?",
        "If you won the lottery, what would you buy first?",
        "If you could freeze time, what's the first thing you would do?",
        "Who do you respect the most?",
        "What are you doing this weekend?",
        "If you had 30 minutes to spare right now, what would you do?",
        "If you've ever fallen in love at first sight, what type of person did you fall in love with?",
        "What food do you hate so much, you'll never eat it again?",
        "What's something you've always wanted to do?",
        "What smartphone app could you not live without?",
        "When you grow old, what kind of person do you think you'll be?",
        "Who's your favorite band?",
        "Who's your favorite male athlete?",
        "Who's your favorite female athlete?",
        "What video on the Internet made you laugh recently?",
        "What's your favorite bird?",
        "What made you smile recently?",
        "What's your favorite salad dressing?",
        "What sauce do you like with your fries?",
        "What flavor popcorn do you like best?",
        "What's your favorite foreign-language greeting?",
        "How did you meet your best friend?",
        "Which would you rather put up with: a super hot summer or a super cold winter?",
        "Which would you rather have: the ability to change the past or the ability to see the future?",
        "Would you rather live one life that lasts 1,000 years or live 10 lives that last 100 years each?",
        "What's the weirdest thing you've ever eaten?",
        "What's something people do that you just don't understand?",
        "What's your favorite saying?",
        "What music do you listen to when you want to concentrate?",
        "Do you like to get chores done in the morning or in the evening?",
        "What clothing store would you recommend?",
        "Which convenience store would you recommend?",
        "What's your favorite word that starts with the letter \"o\"?",
        "Which male entertainer do you think will break into the big time soon?",
        "What do you think money can't buy?",
        "What food makes you think of spring?",
        "What food makes you think of summer?",
        "What food makes you think of fall?",
        "What food makes you think of winter?",
        "What famous historical figure would you love to meet?",
        "What dish at what restaurant would you recommend?",
        "What's the first foreign country you vacationed in?",
        "What's something you only do on your days off?",
        "Would you rather have a reliable senpai or an adorable kohai?",
        "If someone packed you lunch, what would you hope to find inside?",
        "How old were you when you got your first computer?",
        "What outfit would you never be able to pull off?",
        "If you were going to ask someone out, where would you do it?",
        "What's something you used to hate but slowly grew to like?",
        "If you could only eat one food for the rest of your life, what would you choose?",
        "Say you got three free tickets for an all-expenses-paid vacation, who would you take?",
        "What's the furthest from home you've ever traveled with your family?",
        "What's a movie you've fallen asleep watching?",
        "What title of a movie, book, song, etc. have you been really impressed by?",
        "What country do you think has great food?",
        "What's a phrase or song you want to forget but can't?",
        "Have you ever bought something by accident? What was it?",
        "Which song used in a commercial has left the biggest impression on you?",
        "What mistake have you really learned from?",
        "How often do you buy a new cell phone?",
        "Do you think you'd do well in a long-distance relationship?",
        "Which do you think you'd be more successful at: not laughing for a month or not getting angry for a month?",
        "At what age did you pick out and buy your own clothes for the first time?",
        "What's something that your family does that you don't think other families do?",
        "Which celebrity has caught your attention recently?",
        "In what way have you grown the most over the past year?",
        "What's a food you used to hate but now don't mind eating?",
        "If you were going to throw a party at your house, what music would you play?",
        "What's the best dish cooked by someone in your family?",
        "How do you treat yourself from time to time?",
        "What has surprised you the most in your life so far?",
        "What's a food you find yourself craving every so often?",
        "What's been going on lately?",
        "If you were in a fairy tale, which character would you like to be?",
        "How would you like to be proposed to?",
        "What's your favorite season?",
        "If you could choose one temperature to have all year round, what would it be?",
        "What do you do to relieve stress?",
        "Would you rather live in the city or the country?",
        "If you were going on a first date, how many minutes early would you show up?",
        "What would you like to get for your next birthday?",
        "Do you prefer a digital or an analog clock face?",
        "If you could be the best musician in the world, what instrument would you choose to play?",
        "What famous person do you share a birthday with?",
        "If you became a celebrity, what would you want to be famous for?",
        "What area of fashion interests you?",
        "What sweet treat that you've eaten recently would you recommend?",
        "How do you take after your parents?",
        "What method for perking yourself up would you recommend?",
        "What would you do if you and your best friend had a crush on the same person?",
        "What's the first thing you do after you get up in the morning?",
        "What kind of hairstyle would you love to try out?",
        "What would your ideal wedding be like?",
        "If you were expecting a new brother or sister in your family, what kind of person would you hope they're like?",
        "Say you're at an all-you-can-eat buffet with every type of food on the planet... What would you eat the most of?",
        "If you could go back and speak to yourself five years ago, what would you say?",
        "If you could go to the future and speak to yourself five years from now, what would you ask?",
        "What's something you've been really into recently that you would recommend to people, and why?",
        "If you became leader of your country, what's the first thing you'd do?",
        "Which do you prefer, coffee or tea?",
        "When you were little, what problem (one which now seems quite simple) really puzzled you?",
        "What's something that you've been using for a long time?",
        "What do you think you were in a past life?",
        "If you were going to get a new pet, what animal would you choose?",
        "What's your favorite place on Earth?",
        "When do you have trouble sleeping?",
        "What, if anything, can you remember from when you were a baby?",
        "What are your thoughts on \"moldy\" cheese?",
        "It's often said that humans only use 10% of their brain capacity. If you could use the remaining 90%, what would you use it for?",
        "What thing is indispensable for a happy home life?",
        "What's something you're super envious of?",
        "Which would you prefer? To win a million dollars right now or to go back to being a kid with all of your current memories intact?",
        "If you were the headteacher of a primary school, what would you say to the children during assembly?",
        "What do you think first impressions are based on?",
        "What's the dividing line between a friend and a sweetheart?",
        "If you took part in a play, which role would you want?",
        "What's something crazy that's happened to your family? Any really funny or wacky stories?",
        "If days were 25 hours long, what would you do with the extra hour?",
        "If you were given a day off on short notice, what would you do?",
        "What do you think the difference between \"beauty\" and \"cuteness\" is?",
        "What language have you always wished you could speak?",
        "What sport are you not particularly good at?",
        "What kind of house would you like to live in?",
        "What's something you thought they had everywhere but's actually just somethin' from round your neck o' the woods?",
        "What's a word you always use with your friends but nobody else understands?",
        "What's your favorite TV commercial?",
        "If you were told you had to leave home immediately and start a new life abroad, which country would you choose to live in?",
        "What has a friend done for you that's really helped you out?",
        "What do you remember about your first date?",
        "What would be your ideal situation for a first kiss?",
        "Would you prefer to go out with someone younger or older than yourself, and why?",
        "What spot that you know of has amazing scenery?",
        "What's something you've noticed becoming really popular recently?",
        "What's your favorite winter sport?",
        "What are three things you look for in a partner?",
        "What musical instruments do you play?",
        "What would the title of your autobiography be?",
        "What's your definition of success?",
        "What do you think is the greatest invention of all time?",
        "What would you like someone to invent in the near future?",
        "What's the meaning of life?",
        "What is love?",
        "Why is school important?",
        "What does work mean to you?",
        "What does family mean to you?",
        "What does friendship mean to you?",
        "What do you think about 3D movies?",
        "If you could create a new chip flavor, what would it be?",
        "What do you think is just the coolest thing ever?",
        "Are you completely addicted to any TV shows right now? If so, what?",
        "What do you like to do on rainy days?",
        "Using just three adjectives, how would you describe yourself?",
        "What piece of trivia do you think you were better off not knowing?",
        "What's something most people throw away that you think is a huge waste?",
        "What eco-conscious thing have you been doing lately?",
        "Where do you prefer shopping: at local shops or at the mall?",
        "Which emoticon do you use the most?",
        "If you get in a fight with a friend, how do you patch things up?",
        "What's the one thing you've lost that you want to find again?",
        "How do you get rid of the hiccups?",
        "Which animal would make you run as fast as possible in the opposite direction if you came across it?",
        "What's your claim to fame?",
        "What world record do you think you could break?",
        "What thing beginning with \"o\" do you think there is not enough of?",
        "Do you believe in horoscopes? Why?",
        "What do you do to stay healthy?",
        "What clubs were you in when you were in school?",
        "How often did your teacher get mad at you when you were little?",
        "What kind of kid were you in elementary school?",
        "What do you regret not studying harder?",
        "What memory most reminds you of your youth?",
        "What's your favorite chore?",
        "What's your least favorite chore?",
        "What kind of lessons did you learn when you were little?",
        "What job do you think would be fun to have?",
        "As a kid, what were you jealous of adults being able to do?",
        "If you didn't have your current job, what would you want to do instead?",
        "What's your region's comfort food?",
        "Do you follow fashion trends or stick to classic looks?",
        "What kind of accessories do you wear the most?",
        "How would you define your fashion style?",
        "What kind of clothes look best on you?",
        "What kind of bag, purse, or wallet do you like to use?",
        "What kind of clothes do you wear on the weekend?",
        "What kinds of clothes do you wear during the week?",
        "What's your favorite type of shoes?",
        "What type of cosmetic product do you use the most?",
        "Do you prefer to shop at actual stores or online?",
        "What does fashion mean to you?",
        "How much time do you spend getting ready in the morning?",
        "How would you define yourself?",
        "What's your favorite rice topping?",
        "Which female entertainer do you think will break into the big time soon?",
        "What are you doing for New Year's Eve?",
        "It's New Year's Eve! What will you be doing as the clock strikes midnight?",
        "What's your New Year's resolution?",
        "What's the best thing about cats?",
        "What's your favorite kind of uniform?",
        "When you think \"princess,\" who first comes to mind?",
        "What's your favorite kind of bread?",
        "When you think \"ninja,\" what first comes to mind?",
        "What fruit have you eaten the most of in your life so far?",
        "How would you define \"gothic fashion\"?",
        "What's your favorite thing to eat at a barbecue?",
        "What's the best thing about dogs?",
        "If you were an ice cream, what flavor would you be?",
        "What word do you always need to think about for a bit before you remember what it means?",
        "Has anything ever happened to you that made you really respect someone? If so, what was it?",
        "Which would you prefer and why? Lots of acquaintances or one good friend?",
        "How many times a year do you take a vacation?",
        "What's something you've lost that you've never been able to find?",
        "What book have you read recently?",
        "What's your favorite line from a song's lyrics?",
        "How would you define intelligence?",
        "What do your friends do for you that makes you happiest?",
        "Imagine you're an RPG character and you get 10 points to spend on your stats... What would you spend them on?",
        "What's your favorite magazine?",
        "What's something that made your heart race when you were little?",
        "Before you grew up, was there ever a case where you bit off more than you could chew? If so, what was the situation?",
        "What's the most interesting thing about school at the moment?",
        "Which adult do you look up to the most?",
        "What part-time or weekend jobs have you had?",
        "What part-time or weekend jobs would you like to have?",
        "Have you ever had something unbelievably lucky happen to you? If so, what?",
        "What about your Mii most resembles the real you?",
        "What's something you think has gotten better in the last two or three years?",
        "What's something you think has gotten worse in the last two or three years?",
        "What news really made an impression on you in the last two or three years?",
        "What's your favorite homegrown (non-foreign) TV drama?",
        "What's your favorite foreign TV drama?",
        "What word have you been hearing a lot recently that you just can't get out of your head?",
        "What toy did you always play with when you were little?",
        "What's your favorite soft drink?",
        "What would you love to do if you could go back to being a kid again?",
        "How would you describe your best friend?",
        "What kind of people do you just not get along with?",
        "How would you describe your dream home?",
        "What has surprised you the most lately?",
        "How would you define \"cool\"?",
        "How would you write the sound of your own sneeze?",
        "Who do you think has an amazing voice?",
        "What prank was popular when you were a kid?",
        "What celebrity or fictional character would you love to marry?",
        "What toy did you really want but never get when you were a kid?",
        "What's a good way to become more popular?",
        "What's a good way to make new friends?",
        "What's your favorite World Heritage Site?",
        "What's your best tip for saving money?",
        "If you were going to declutter your life, what would you get rid of first?",
        "What do you do when you feel a cold coming on?",
        "If you could dispense any one condiment out of your pinky finger at will, what would you choose?",
        "Which current TV show would you like to be on?",
        "If you were in charge of a new Super Mario Bros. TV show, who would you cast as Mario?",
        "Do you prefer to plan out your weekends ahead of time or make them up as you go?",
        "What popular buzzword can you just not get used to hearing?",
        "Do you still have any toys from when you were little that you just can't get rid of? If so, what?",
        "What eco-friendly habit do you always try to do?",
        "How often do you take selfies?",
        "What's your favorite type of fast food?",
        "What's something you'd be willing to stand in line overnight to get?",
        "What type of sunglasses look best on you?",
        "What useless invention doesn't exist yet but should?",
        "If there was a zombie apocalypse, what would you do to stay alive?",
        "What's your favorite card game?",
        "Which two characters from separate works of fiction would make a great couple?",
        "How many people have you had a crush on but never admitted it to?",
        "If true love really exists, where do you find it?",
        "What's something you're super into that other people don't seem to care much about?",
        "Of all the gifts you've ever received, which is your most cherished?",
        "What's something you have at home that you'd really like to sell?",
        "What's something you have to do every day or you just don't feel right?",
        "What common health advice do you think is bogus?",
        "If you could instantly become a world-class athlete, which sport would you choose?",
        "What thing beginning with the letter \"a\" could you gladly live without?",
        "What's something you've done while half-asleep?",
        "Whose hairstyle do you adore?",
        "What's one unpopular opinion you have?",
        "What's your favorite pun?",
        "If you could bring back any TV show, what would it be?",
        "Do you prefer using a laptop or desktop computer?",
        "What's the best excuse you've ever used when running late?",
        "What's the most expensive thing you've ever broken by accident?",
        "How many countries have you visited?",
        "Do you prefer camping or staying in hotels?",
        "What advice would you give to someone who's afraid of flying?",
        "Do you prefer buttons or a zipper on your jeans?",
        "What's your favorite day of the week?",
        "What's your favorite city in Europe?",
        "What's your favorite monument in Europe?",
        "Do you prefer swimming in the ocean or in a pool?",
        "What's your favorite museum, and why?",
        "What's your favorite horror movie?",
        "What are the ingredients of your favorite recipe? Can you name them all?",
        "What's the funniest T-shirt you own?",
        "What's a proverb that you often hear?",
        "What's a fun topic of conversation when you first meet someone about the same age as you?",
        "What's an interesting bit of movie trivia?",
        "What's an interesting bit of comic or cartoon trivia?",
        "What piece of advice have you really taken to heart?",
        "What's something you never leave home without?",
        "What's the first thing you think about when you wake up in the morning?",
        "How many times a day do you brush your teeth?",
        "If you were going to share one of your secrets, who would you share it with?",
        "What's your ideal in-flight meal?",
        "How often do you go to the movie theater?",
        "What burger joint would you recommend?",
        "What's your ideal first date?",
        "What were you thinking about right before you went to sleep last night?",
        "What's a habit other people have that catches your attention?",
        "Do you prefer giving presents or getting presents? Why?",
        "Look up from the screen—what do you see?",
        "（未使用 - Not Used）What's something you love doing on rainy days?",
        "If you were a figure skater, what music would you perform to?",
        "What's the longest you've ever stayed awake?",
        "What's the longest you've ever slept?",
        "What color is your toothbrush?",
        "We're almost halfway through the year! Have you accomplished any of your goals for this year yet?",
        "We're almost halfway through the year! Is there anything you still want to do this year?",
        "Are there any candies or sweets from your childhood you don't see very often anymore?",
        "What was the first Nintendo product you ever bought?",
        "What's the first game you ever bought?",
        "What story that you studied at school left an impression on you?",
        "What recent dream can you just not get out of your head?",
        "What would your ideal day be like?",
        "When you were a child, what did you consider an amazing treat, foodwise?",
        "Where would you hide your treasure?",
        "If you ruled the world, what style of fashion would you spread everywhere?",
        "What do you do on those days when your hair just doesn't cooperate?",
        "If you could visit only one attraction at an amusement park, which one would you visit?",
        "What do you consider humanity's greatest achievement?",
        "Which emoji best expresses how you're feeling right now?",
        "What's your favorite gadget?",
        "Do you prefer to shower in the morning or in the evening?",
        "What do you wish you could use as many times as you want?",
        "Do you have any certifications or special qualifications?",
        "Would you consider your handwriting pretty good?",
        "If a friend from out of town came to visit you, where would you take them first?",
        "What's the most expensive purchase you've ever made?",
        "If you could look into someone's heart to see how they truly felt about something, whose would it be?",
        "Do you tend to follow your heart or your mind?",
        "What would you consider your most interesting feature?",
        "What's your favorite memory of your time at school?",
        "Have you ever thought so hard you gave yourself a headache? What were you thinking about?",
        "What's your favorite holiday?",
        "Do you remember what life was like before the Internet?",
        "What's something you always want to do on sunny days?",
        "What color are your favorite socks?",
        "What's an unexpectedly delicious food pairing?",
        "What's something you'd like to see sold in a vending machine?",
        "When was the last time you used a paper map?",
        "Do you have a good trick to wake up early?",
        "When was the last time you got a haircut? Did you like how it turned out?",
        "What do you have in your pocket right now?",
        "Has there ever been a time where you went \"all in\" and prevailed?",
        "Has there ever been a time where you went \"all in\" and it didn't pay off?",
        "When you fall in love with someone, do you take the first step, or do you wait for the other person to?",
        "Is there a food you hate but have never actually tried?",
        "Do you still keep in touch with any friends from school?",
        "What's a daily necessity that you really love?",
        "Have you ever written a love letter? How did it go?",
        "Are there any local legends or tales that have left an impression on you?",
        "What's the worst thing you've ever had at a restaurant?",
        "What personal items do you have at your desk or in your locker?",
        "Do you use a smartphone case? If you do, what's it like?",
        "Has anything from a dream ever then happened in real life? What was it?",
        "What image do you use as your smartphone's wallpaper?",
        "If you had to pick something, what would you consider yourself a genius at?",
        "Tell me a birthday party memory!",
        "What do you think of when you hear the phrase \"timeless masterpiece\"? It could be a TV show, a painting, anything!",
        "What do you think of when you hear the phrase \"undervalued masterpiece\"? It could be a TV show, a painting, anything!",
        "What's the first thing that pops into your mind when you think of spring?",
        "What's the first thing that pops into your mind when you think of summer?",
        "What's the first thing that pops into your mind when you think of fall?",
        "What's the first thing that pops into your mind when you think of winter?",
        "What's the best advertising slogan you've heard?",
        "What's one thing you feel won't change even with the passing of time?",
        "What's the best way to eat bread?",
        "If you could exchange part of your body with another person's, whose body part would you want to exchange it for?",
        "What do you consider your hometown even if it's not actually where you come from?",
        "What's a candy you liked when you were little?",
        "What's your favorite amusement-park attraction?",
        "What's something you can't help but buy if it's on sale for cheap?",
        "What's your favorite theme park or similar location to visit?",
        "Who's your favorite male actor?",
        "Who's your favorite female actor?",
        "If you were moving into a 100-story skyscraper, which floor would you choose to live on and why?",
        "If you were in a band, what would your role be?",
        "What do you think the far reaches of space are like?",
        "What type of photos make up the majority of the album on your smart device?",
        "What do you think would be completely inconvenient if it weren't for the Internet?",
        "What's the most unexpected place you've found a missing object??",
        "What was the reason for the last time you cried happy tears?",
        "What was the reason for the last time you cried tears of sadness?",
        "What word or phrase do you think is cool?",
        "A ball is flying right for you! What do you do?!",
        "If you could travel to another world, what kind of place would you like it to be?",
        "Do you like to spend time indoors or outdoors on your days off?",
        "You just found a legendary sword in the back of your closet! What do you name it?",
        "What sort of clothes make people more attractive to you?",
        "What sort of mannerisms do you find attractive?",
        "What animal would you like to play with and why?",
        "If you could use magic, what kind would you use and why?",
        "Role-playing time! You can be a hero, an evil king, a villager, or a monster. Which do you want to be and why?",
        "Are you the type to enjoy just one flavor of ice cream at a time, or a mixture of flavors?",
        "What's something that you find relaxing?",
        "What's something that you think will become popular this year?",
        "If someone was going to throw you a celebration, what would you want it to be like?",
        "Is there any one thing where, no matter what, you'd give it your all?",
        "What little prank would you play on a friend?",
        "What's your favorite stationery item?",
        "What's your favorite thing about the country you live in?",
        "What kind of picture would you draw to illustrate your current state of mind?",
        "What's a fun place you've visited on a day trip?",
        "What would your ideal self be like?",
        "If you discovered a new star, what would you name it?",
        "（未使用 - Not Used）",
        "What fond memories do you have of playing an instrument?",
        "What's something that happened this summer?",
        "Tell me something that happened to you this winter!",
        "If you were going to dye your hair, what color would you pick?",
        "What's the farthest you've ever walked?",
        "What's the most amazing scene from a film you've ever seen?",
        "What is the most boring movie you've ever seen?",
        "What’s something a guy might do that you’re not a fan of?",
        "What’s something a girl might do that you’re not a fan of?",
        "Picture this: You're going to the beach with some friends. What swimsuit do you wear?",
        "If there's one thing you absolutely must bring to the beach, what is it?",
        "Traveling this summer? Where do you plan to go?",
        "What's your plan for surviving hot summer weather?",
        "It's a hot summer day and you don't feel like eating anything except... what?",
        "What do you think you and  have in common?",
        "What do you think is cute about ?",
        "What was your first impression of ?",
        "to?",
        "If you were going to give  a present, what would it be?",
        "Is there any water sport you'd like to try out?",
        "Have you ever got a really bad sunburn?",
        "Did you ever go to the sea? Tell me a memory about it!",
        "What's a great summertime beach song?",
        "What's your favorite mythical creature?",
        "Do you print photos you take or just leave them as digital data?",
        "What kind of person would you like to become friends with?",
        "Have you ever had the same dream multiple times? What was the dream about?",
        "Which do you think is better... Reading the original book, or watching the movie?",
        "What's the most amazing party you've ever been to? What made it so wonderful?",
        "You're lost in a foreign country where you don't speak the language... Your smartphone's battery has died... What do you do?",
        "What movie has the best ending?",
        "What movie has the worst ending?",
        "Which celebrity are you not a big fan of, and why not?",
        "Is there an athlete you just can't cheer for? Why not?",
        "Is there a sports team you'd love to see lose all the time?",
        "What's something in the world that just drives you crazy?",
        "What daily necessity could you live without?",
        "What part of your body is the most ticklish?",
        "Is there something you'd like to see people in the world do more?",
        "Is there something you wish people in the world did less of?",
        "If you could choose any person in the world to have lunch with, who would it be?",
        "What's your favorite movie or video game soundtrack?",
        "If you could keep a strange creature as a pet...what would you pick?",
        "What's your favorite board game?",
        "What movie or book would you love to see a sequel to?",
        "What game do you think should have a sequel?",
        "Is there a TV show you wish had just one more season?",
        "Who do you feel has influenced you the most?",
        "If all of humanity were to work toward a single goal, what do you think it should be?",
        "If you washed up on a desert island, who would you want to be stuck there with you?",
        "If you could have a celebrity for a parent, who would you wish for?",
        "What are your plans for tomorrow?",
        "If you could give one order to everybody in the world at the same time, what would it be?",
        "Who do you think is the most talented athlete?",
        "If you could take only one thing from your house in an emergency, what would it be?",
        "Where was the hottest place you've ever been on vacation?",
        "Where was the coldest place you've ever been on vacation?",
        "What's your favorite fairy tale?",
        "Tell me about the most nervous time of your life!",
        "What's something that you realized was precious to you only after you lost it?",
        "Who do you think is the strongest in the world in a bare-handed fight?",
        "Can you remember a lullaby you often heard as a child? How does it go?",
        "What have you lost recently?",
        "Where have you been hanging out a lot recently?",
        "What game character do you think you could win against in a real fight?",
        "If you were transported into a video game, what game would you want it to be?",
        "What picture book did you often read in your childhood?",
        "If you were to add a never-before-seen feature to smart phones, what would it be?",
        "What's something you remember creating when you were a child?",
        "What childhood memory have you drawn a picture of?",
        "What's something that would be cool to be edible after you're done using it? You know, like how you can eat an ice-cream cone once it's done holding your ice cream!",
        "What song do you want to, or did you, play at your wedding?",
        "What household appliances are you most particular about?",
        "What famous person would you never get along with?",
        "What's your favorite magic trick?",
        "What's your favorite kind of instant food?",
        "What building name do you think is pretty cool?",
        "If you had to become a famous person's manager, who would you manage?",
        "What household appliances do you want to replace?",
        "What video game genres do you like?",
        "When in your childhood were you happiest?",
        "Which male singer do you think is pretty bad at singing?",
        "Which female singer do you think is pretty bad at singing?",
        "What kind of cooking do you think just isn't very good?",
        "What kind of cake do you like?",
        "Tell me your recommended date spot!",
        "What do you base your fashion or style on?",
        "What do you do on the way to work or school?",
        "What do you wear when you go to bed?",
        "What horror baddie is the scariest?",
        "In relationships, how big of an age difference is \"just right\"?",
        "What sport do you love to watch?",
        "What words have you been hearing a lot lately?",
        "If you could work anywhere for a day, where would you want to work?",
        "What's your beauty secret? You must do something... Tell me what it is!",
        "When it comes to having a good vacation, what matters most?",
        "I'm hungry! Recommend a great new restaurant!",
        "How do you get a good night's sleep?",
        "Did you ever aim to be popular? What was your strategy?",
        "Describe your ideal grandparent.",
        "Ever seen a miracle? Tell me about it!",
        "Anything you absolutely must check out when there's a new volume?",
        "Who's your favorite villain?",
        "Is there any short story, manga, or anime you'd like to see adapted to live action?",
        "What will you miss most about summer?",
        "What events are you looking forward to the most in the upcoming Summer Olympic Games?",
        "What dish have you messed up trying to cook?",
        "What word do you think has never been included in song lyrics?",
        "What movie title would make you see the movie no matter what?",
        "What store do you think has a weird name?",
        "What's a restaurant you enjoy despite it being kind of cheap?",
        "What would your ideal room be like?",
        "What's the name of a pet you have, or once had?",
        "What kind of feature would be useful on a TV?",
        "What meal with vegetables is your favorite?",
        "What, if any, is your favorite meat dish?",
        "What, if any, is your favorite fish dish?",
        "What, if any, is your favorite pasta dish?",
        "What's something that's happened to you in your life that was like a TV drama?",
        "What was the most disgusting drink you've ever had?",
        "What was the most disgusting snack you've ever had?",
        "What movie genre just isn't for you?",
        "If you could bring any fairy-tale character into the real world, who would it be?",
        "What's your favorite song?",
        "If you could go on vacation anywhere in your own country, where would you want to go?",
        "What animal would you want to try feeding?",
        "When you were a kid, what subject in school did you hate? Tell me why, too!",
        "Now that you're all grown up, you can buy what you want. What do you want to buy a ton of that you always wanted as a kid?",
        "Tell me about a fad hitting your class right now.",
        "Tell me about a time you laughed when you really weren't supposed to.",
        "What would be convenient if it were wireless?",
        "What do you often take pictures of?",
        "What fantasy creature or vehicle would you love to ride?",
        "Tell me about a time when you felt the generation gap.",
        "In sports, what player has the most impressive record...ever?",
        "What, if anything, do you consider one of your weaknesses?",
        "Tell me... What it is that humanity truly fears?",
        "Do you have any particular preference when it comes to headphones?",
        "When you eat out, what do you usually get?",
        "Into video games? What's your favorite shooter?",
        "What's your favorite role-playing game?",
        "What's your favorite puzzle game?",
        "I want to hear about your unluckiest moment ever.",
        "What celebrity do you feel like you've seen a lot less of lately?",
        "What qualities would make you unable to trust someone?",
        "Tell me how you feel when you hear a recording of your own voice.",
        "Who is your favorite painter or illustrator?",
        "Where can you find a beautiful nighttime view?",
        "What is your favorite red thing?",
        "What yellow thing frightens you the most?",
        "What is it in particular that makes you feel that summer is coming to an end?",
        "Tell me a sign that winter is beginning.",
        "Summer's almost over. How do you feel about that?",
        "What item of clothing do you want to wear this fall?",
        "Which store do you get most excited about whenever you go to the mall?",
        "What kind of situation shows off the best in people?",
        "What did you learn this summer?",
        "What word did you think for the longest time meant one thing, but actually it meant something else?",
        "What's a good self-improvement tip?",
        "What's the first thing that comes to mind when you think of a silly argument?",
        "Can you think of a lie that sounds so believable it could be true?",
        "Can you ride a bike? If so, how tough was it to learn how?",
        "When you hear the word \"twins,\" who's the first pair that comes to mind?",
        "What was the most memorable snack given to you while you were at a friend's house as a child?",
        "What is the most memorable food you've ever been given while visiting someone else's house?",
        "If you were allowed entry somewhere for free, for just one day, where would you want to go?",
        "Have you ever lost any important data from a computer or smart phone? Tell me about it!",
        "What game really impressed you with its originality when you first played it?",
        "What was the last piece of clothing you bought?",
        "If you could travel anywhere by bicycle, where would you go?",
        "Think of something round and delicious... What came to mind?",
        "Which celebrity do you think is the most fashionable?",
        "What food have you had to psych yourself up before eating?",
        "What kind of website would you recommend to other people?",
        "Most baby animals are cute, but which do you think is the cutest of them all?",
        "What's the weirdest dream you've had lately?",
        "What clothing item do you wear so often it makes you feel predictable?",
        "What color of clothing do you think you have never worn?",
        "If you had to choose between an expensive outfit or an expensive meal, which would you choose and why?",
        "What does your ideal bathroom look like?",
        "How long do you think you could stand being completely isolated from other people?",
        "Which comic, movie, or book's ending did you find shocking?",
        "What did you spend a long time considering purchasing, but ultimately decided not to buy?",
        "What is one of the first major life lessons you learned as an adult?",
        "What are you looking forward to this fall?",
        "Have you ever bought something at an auction and later regretted your purchase? If so, what was it?",
        "Which plant, if any, have you grown before?",
        "Who do you think is a true superstar?",
        "I want to get better at public speaking... What do you suggest I do to improve my skills?",
        "Which book, comic book, or movie universe would you most like to live in?",
        "Who do you think is good at drawing or painting?",
        "What is the most delicious restaurant you've ever eaten at?",
        "What, if any, do you think is the tastiest fish?",
        "If you like eggs, what is your favorite way to cook them?",
        "Which food do you think is delicious for its price?",
        "Which food would you say is not worth its price?",
        "In your opinion, when does a friend become a \"true friend\"?",
        "Do you prefer a certain type of stationery?",
        "What's the most expensive book you've ever bought?",
        "What makes you think a person has good taste?",
        "What's something you purchased but have never used?",
        "What are you holding off on buying because you want to save money?",
        "Which celebrity is the best role model?",
        "Which celebrity do you think is the most athletic?",
        "What video game have you given up on playing before beating it?",
        "What drink do you think has cool packaging?",
        "What can you gaze at for so long that you lose track of time?",
        "Describe the kind of person you would want to be friends with for life.",
        "What do you own that makes you think, \"Why on earth did I ever want THAT?\"",
        "Have you ever met someone who looked just like you? If so, where was it?",
        "Have you ever had a strong sense something bad would happen...and then it did? If so, tell me about it!",
        "If you could be reborn as something other than a human, what would you be?",
        "What drink have you taken a liking to lately?",
        "Have you ever bought an album, movie, game, or book based only on its cover? If so, what was it?",
        "What kind of scenic picture would you like to hang in your room?",
        "What kinds of stuffed animals did you have as a child?",
        "What's something that you think should never be invented?",
        "What's your favorite music video?",
        "What thing that someone recommended you do unexpectedly turned out to be a perfect fit?",
        "What genre of books takes up the most space on your bookshelf?",
        "Tell me about something you remember from your childhood that's hard to find these days.",
        "What have you done to challenge yourself lately?",
        "Tell me about a time when an unexpected side of your personality was revealed.",
        "What would you like to eat on your birthday?",
        "If you could bring one fictional character out of a TV show into real life, who would it be?",
        "What's the latest you have ever been to something?",
        "Which male actor has caught your attention lately?",
        "Which actress has caught your attention lately?",
        "What if you could live in an apartment rent free, but your roommate...was a ghost?!",
        "What's the most necessary thing in your life right now?",
        "What's something that has put you in a bad mood lately?",
        "Did you ever have \"beginner's luck\"? Tell me about when you tried something for the first time and did really well!",
        "What do you think would taste good covered in chocolate?",
        "What do you think would taste good in a hamburger?",
        "What do you do while traveling by bus or train?",
        "What's the most impressive tourist destination you've ever been to? What's there?",
        "If you could claim any piece of music as your own theme song, to listen to and sing whenever you please, what would it be?",
        "If you were taking someone out to eat for a first date...where would you take them?",
        "Have you ever been to a music festival? I wanna hear everything about it!",
        "Is there a qualification or license you'd like to earn? If so, what is it?",
        "Be honest... What subject that you studied in school turned out to be pretty much useless in real life?",
        "Is there any music that brings back a memory for you? If so, can you tell me about the music, and the memory?",
        "Is there any smell that makes you remember something? What is it, and what's the memory?",
        "OK, get this: I want you to make up a new name for yourself! For the first name, pick a city. For the last name, choose an animal. What have you got?",
        "If you were a superhero, who would you make your sidekick?",
        "If you had a magic appliance that could make three different kinds of food at the touch of a button, what would you want it to make?",
        "Have you ever been surprised by the way a fruit or vegetable is grown? If so, what...and why?",
        "What do you call your parents?",
        "What would you like to be called by your children? If you already have kids, what did you want to be called by them when you first had them?",
        "If ninjas existed today, where would they be?",
        "Is there a tourist destination in your town that you are particularly proud of? If so, what is it?",
        "Now that self-driving cars have been invented, what should be next on the list for automation?",
        "What's your favorite writing implement?",
        "Who do you want to have by your side when you're feeling blue?",
        "What's the oldest piece of clothing you still wear, and where did you get it?",
        "What do you focus on when critiquing a movie?",
        "What book has changed your life?",
        "What was the popular kid in your class like when you were in school?",
        "What's something you seem to always forget?",
        "What comes to mind when you hear \"predictable in a good way\"?",
        "Which popular male musician do you think will still be popular 10 years from now?",
        "Which popular female musician do you think will still be popular 10 years from now?",
        "What's something you'd like to do when you're older?",
        "If you woke up one day only to find out you've been turned into a frog, what's the first thing you would do?",
        "If you had to take over the world but could only use giraffes to do so, how would you do it?",
        "Which celebrity do you think should be more popular than he or she currently is?",
        "What's a hobby you think you'd love but have never tried before?",
        "What town do you think is cool?",
        "What band, comedy group, etc. do you think should get back together?",
        "Out of all the meals you've cooked, which turned out to be a flavor you didn't expect?",
        "What food makes for a good midnight snack?",
        "You've probably imagined swimming in a pool of gelatin-based dessert, but if you could swim in a pool of anything for real, what would it be?",
        "How many pairs of shoes do you own?",
        "If you could speak to one species of animal, which species would you pick?",
        "What vegetable have you really been into lately?",
        "Who inspires you to act the most kind?",
        "What water is the most delicious?",
        "What were you able to hold off on, or be patient about, that you're most proud of?",
        "What do you try your best to do just to avoid bothering other people?",
        "If you woke up and discovered you had turned into something else, what would you absolutely NOT want to be? Why?",
        "Let's say you woke up one morning to find you'd been turned into something else. What would you be thrilled to be?",
        "Who (or what) do you think is the cutest fictional character ever?",
        "Who do you think is the most beautiful fictional character ever?",
        "What video game is more fun to play with your friends than it is alone?",
        "If you were to start playing a sport right now, which one would it be?",
        "If you were to start a new hobby right now, what would you choose?",
        "If you could thank your younger self for something, what would you say?",
        "Which celebrity do you think is actually smart, even though people don't see them that way?",
        "What lesson did you learn as a child that you still live by today?",
        "Has a TV show ever moved you? If so, what was it about?",
        "What do you look back on now and think, \"I wish I had just done that without worrying about it so much\"?",
        "If there's one piece of electronics or a home appliance you couldn't stand to lose, what is it?",
        "How do you sort through your worries?",
        "You have to sketch something from real life. There's no set theme. What do you draw?",
        "What's the scariest thing you've seen in a TV show, book, comic, or movie?",
        "What is your goal in life?",
        "Have you ever canceled an important event or task because you were sick? If so, what did you end up canceling?",
        "Do you exercise regularly? If so, what does your typical workout consist of?",
        "What's the first thing that comes to mind when someone says, \"something you want more of\"?",
        "What's the first thing that comes to mind when someone says, \"something you don't need more of\"?",
        "What is the most beautiful natural scenery you know of?",
        "Have you ever bought yourself something as a reward for working hard? If so, what did you buy?",
        "What item do you think feels nice to the touch?",
        "What's something you witnessed that made you do a double take?",
        "What medicine do you use when you have a minor injury?",
        "Which video game have you spent the most time playing?",
        "What is the fanciest hotel you've ever stayed at?",
        "If you could go to an all-you-can-eat buffet made up of only one type of food, what food would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of fruit, which fruit would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of drink, which drink would you choose?",
        "If you could gain a specific animal's ability, what animal would it be, and which ability would you choose?",
        "What's a present you received from a friend that you deeply treasure?",
        "What present for a friend have you splurged on?",
        "What's a personality trait you see in others that makes you assume you would get along?",
        "What movie do you want to show your children one day?",
        "What book do you want your children to read one day?",
        "What video game do you want to have your children play one day?",
        "When you were a student, what was the toughest subject to study?",
        "Compared to now, what do you think was better when you were in school?",
        "Compared to when you were in school, what do you think is better now?",
        "What do you wish you studied when you were a child?",
        "Who reminds you of spring?",
        "Who reminds you of summer?",
        "Who reminds you of fall?",
        "Who reminds you of winter?",
        "What kind of party can you just not stand?",
        "Which celebrity would you like to come to your birthday party?",
        "What roles, if any, have you performed on stage?",
        "If you were going to shout as loud as you can, what would you shout?",
        "What's something you bought based on an advertisement alone?",
        "What's a word you think an intelligent person would use?",
        "What's a word you think a popular person would use?",
        "Where would you like to go on your next vacation?",
        "Who would you like to give praise to?",
        "Who would you like to give some encouragement to?",
        "What little act of kindness have you done lately?",
        "We live in a world where you can rent everything from films to cars. What else do you think you should be able to rent?",
        "Which do you think suits you better, summer clothes or winter clothes?",
        "When was the last time you felt lucky?",
        "When was the last time you felt unlucky?",
        "What extra features would you want to add to your bath?",
        "What kinds of features would you want to add to your toilet?",
        "What feature would you like to add to your kitchen?",
        "If you could add features to your bed, what would you add?",
        "You've washed up on a desert island with nothing but a smartphone… How do you escape?",
        "Is there something you used to like but have recently lost interest in? If there is, what is it?",
        "Tell me an amusing story involving a phone.",
        "Name a singer you think has a really great voice!",
        "Which comedian do you think is really funny?",
        "Is there anything you've done that you feel bad about lately?",
        "Has anything given you goose bumps recently?",
        "What have you recently stopped doing as much as you used to?",
        "What kind of music have you been listening to a lot lately?",
        "What did you REALLY want, only to have your feelings cool once you got your hands on it?",
        "When were you more moved than at any other time in your life?",
        "What winter sport would you like to try?",
        "What are you looking forward to this winter?",
        "What's your favorite winter-themed song?",
        "What something you absolutely have to take with you when you go out?",
        "When did you last feel like you were in a tough situation?",
        "What would you say is the biggest change that's happened in your life so far?",
        "Who do you feel the need to apologize to?",
        "Who do you think is very likely to start showing major potential in the future?",
        "What do you do when you want to have a good laugh?",
        "How do you react when you feel the need to let out your frustrations and cry?",
        "What's something you think is a bit ridiculous, but you like anyway?",
        "What's something important to you that can't be seen?",
        "What was the most romantic thing you ever found in your pocket?",
        "Who do you think just may be a genius?",
        "What color do you think suits you the best?",
        "Tell me about a time when you thought something wouldn't work out, but it somehow did.",
        "What sort of things do you do today to make sure tomorrow will be a good day?",
        "If you had to make 100 friends in three days, how would you do it?",
        "What game did you play as a child that, looking back, was actually pretty dangerous?",
        "What do you want to eat right now?",
        "When you think of someone with a bright, appealing personality, who come to mind?",
        "What's a weird school guideline you had to follow?",
        "Tell me a weird school story you have.",
        "What have you been having a hard time with lately?",
        "What air freshener scent do you like to use at home?",
        "When you hear the words \"massive scale\", what's the first thing you think of?",
        "What thing said to you by a friend made you the happiest?",
        "Which event did you enjoy the most this autumn?",
        "What makes you glad that it's getting colder?",
        "What kind of workplace would you like to visit to learn more about?",
        "What has had a big effect on you lately?",
        "What could someone who has called your number by mistake say that would make you happy?",
        "What would you like to be more knowledgeable about?",
        "What kind of clothes would you like to buy right now?",
        "What kind of circumstances would make you tell a lie?",
        "Have you ever given a teacher a cool nickname? If so, what was it?",
        "What is something you think is cool, even though it's out of date?",
        "What comes to mind when you hear the phrase \"cutting edge\"?",
        "What's something that's gone well for you lately?",
        "What would you do if you ran into your doppelgänger?",
        "What have you done lately that's left you feeling tired in a good way?",
        "What type of situation always leaves you wanting to cry?",
        "Which work of fiction would you like to see made into animation?",
        "What food did you used to like, but have recently changed your mind about?",
        "If you could stop time just once, when would you do it?",
        "Tell me about a time when you had a surprising experience in a vehicle!",
        "What dream made you think, \"I'm so glad that was just a dream\" when you woke up?",
        "What one thing do you like most about winter?",
        "What one thing do you like most about summer?",
        "Out of everyone out there, who would you say is excelling lately?",
        "What is your ideal breakfast?",
        "When were you glad that things didn't go as expected? What happened?",
        "What film do you occasionally feel like watching again?",
        "What book do you occasionally feel like reading again?",
        "What food can you always eat, no matter how full you are?",
        "What thing do you want to do when the weather gets cold?",
        "Which cover song do you think is better than the original?",
        "When you were younger, did you prefer playing at your own house or a friend's house?",
        "Which character from a movie, TV show, comic book, novel, or other work of fiction do you want to become friends with?",
        "What character from a movie, TV show, comic book, novel, or other work of fiction do you want to become your rival?",
        "What food do you like to eat around the holidays?",
        "If you could get anything as a present this holiday season, what would you ask for?",
        "How do you spend your winter holidays?",
        "Where will you spend your New Year's Eve?",
        "The year is nearly over. Is there anything you still have to do before it ends?",
        "Tell me a fun memory you have that involves snow!",
        "Have you ever had a premonition come true? What was it?",
        "What's something particularly memorable that happened at your house?",
        "Is there any color of clothing that you won't wear anymore? If so...what color, and why?",
        "What's a fun place you went with a friend?",
        "What do you think you'll get better at from now on?",
        "Which celebrity do you think has a tendency to overreact to things?",
        "Which celebrity do you think looks much younger than they really are?",
        "What genre of music were you unfamiliar with at first, but became a fan of once you heard more of it?",
        "Has a song ever made you cry? If so, what song was it?",
        "Have you ever been moved by the sight of a beautiful nature spot? If you have, what was it?",
        "If you were to come up with a name for the concept of \"good things happening one after another\", what would it be?",
        "Some idioms involve body parts, like \"willing to give your right arm for something\", or \"a smell that'll turn your stomach\". Can you come up with one of your own?",
        "What are you scared to touch?",
        "What do you want to master?",
        "If you had to talk to a large crowd about something for an hour, what would you talk about?",
        "Have you ever been so excited that you couldn't sleep? If you have, what were you excited about?",
        "What sound do you think you could never get sick of?",
        "What thing have you bought used, and been very satisfied with?",
        "What did you have for dinner last night?",
        "What's your biggest dream in life?",
        "What's your favorite food?",
        "What do you want more than anything else in the world?",
        "What food do you totally hate?",
        "What's your most recent purchase?",
        "What's something really important to you?",
        "What comic book do you recommend reading?",
        "What movie do you recommend watching?",
        "What app would you recommend downloading?",
        "What's your favorite game to play?",
        "What's a secret you don't mind sharing?",
        "What's something funny that's happened to you recently?",
        "How often do you get your hair cut?",
        "Which do you like better: cats or dogs?",
        "What's your favorite restaurant?",
        "What's your latest obsession?",
        "What type of personality are you most attracted to?",
        "What are you quietly proud of?",
        "What's your favorite thing to do on your days off?",
        "Where does your Mii's nickname come from?",
        "Where are you from?",
        "What was your favorite game as a kid?",
        "What kind of stuff was popular when you were a kid?",
        "When you were a kid, what did you want to be when you grew up?",
        "What's your favorite joke to tell?",
        "What current event has grabbed your interest?",
        "What song has been stuck in your head lately?",
        "What's your favorite TV show right now?",
        "What's the most recent movie you've watched?",
        "What tasty food have you rediscovered recently?",
        "What places have you been to lately?",
        "What's more important to you: friendship or love?",
        "Who are you in love with right now?",
        "What's your sign?",
        "When was your first crush?",
        "What hairstyle do you find most attractive?",
        "Would you rather go on vacation somewhere warm or cold?",
        "What's your go-to breakfast?",
        "What bad habit would you like to get rid of?",
        "Can you tell me about a supernatural experience you've had?",
        "Which movie always makes you cry?",
        "What makes you dizzy?",
        "What makes your heart flutter?",
        "Where would you love to visit?",
        "What were you doing a few minutes ago?",
        "What book have you always wanted to read?",
        "What are your plans for your next day off?",
        "What are you most looking forward to right now?",
        "What word best sums up your year?",
        "What event this year made the biggest impression on you?",
        "What do you think you'll be doing 10 years from now?",
        "What do you think is my favorite food?This is just between you and me.",
        "Who do you think is my celebrity crush?This is just between you and me.",
        "What do you think I spend most of my time doing?This is just between you and me.",
        "What do you think is my best quality?This is just between you and me.",
        "What do you think makes me happy?This is just between you and me.",
        "If we went on a vacation together, where would we go?This is just between you and me.",
        "What do you think is my most interesting feature?This is just between you and me.",
        "What's your catchphrase?",
        "Who do you think is my celebrity look-alike?This is just between you and me.",
        "Imagine flowers blooming in your mind's eye...How many flowers do you see?",
        "What has your attention been divided over lately?",
        "What's your favorite beverage?",
        "What's your favorite type of junk food?",
        "What's your least favorite beverage?",
        "What's been getting on your nerves lately?",
        "What did you do last weekend?",
        "What month were you born in?",
        "How many siblings do you have?",
        "What town or city do you live in?",
        "If you had to choose, what would you say is your best quality?",
        "Which app do you feel like nobody uses except you?",
        "Who do people think you most resemble?",
        "What's your favorite animal and why?",
        "Can you tell me something interesting?",
        "What's your favorite useless fact?",
        "What's your secret obsession?",
        "What's your guilty pleasure?",
        "Where's your favorite place to have fun?",
        "Have you made any big mistakes recently?If so, what happened?",
        "What are you most interested in lately?",
        "What would you like to quit doing but just can't?",
        "What's your go-to snack?",
        "How do you decide whether or not to buy something?",
        "If you could eat an unlimited amount of one kind of food, what would it be?",
        "What do you find yourself doing when you have free time?",
        "How do you act around people you're interested in?",
        "What pet name would you love your crush to call you?",
        "What's your favorite five-letter word?",
        "What's your earliest memory?",
        "What's your favorite TV show of all time?",
        "What's your favorite school subject?",
        "What's your favorite type of music?",
        "What's your favorite fruit?",
        "What's your favorite cartoon?",
        "What website do you spend the most time on?",
        "What would you do if it was your last day on Earth?",
        "What have you always wanted someone to say to you?",
        "What's something from your past that you wish you could forget about?",
        "What's your motto?",
        "What words will you never forget?",
        "What memory embarrasses you just thinking about it?",
        "What's your favorite word?",
        "What sends shivers down your spine?",
        "What's something really tasty you've eaten recently?",
        "What's more important to you: work or family?",
        "Have you ever thought, \"This is it, my number's up!\"If so, what situation were you in?",
        "Who's your favorite fictional character?",
        "What's your favorite kind of tea?",
        "What's your best video-game memory?",
        "What's your most vivid memory?",
        "What was your nickname growing up?",
        "What do you find completely unacceptable?",
        "What type of people do you think are cool?",
        "What type of people do you find cute?",
        "What book made you cry the most?",
        "What book made you laugh the most?",
        "If you could have one wish granted, what would it be?",
        "Do you find it easy to get up in the morning?",
        "Have you ever won an award?What was it for?",
        "Would you rather be popular but poor, or rich but lonely?",
        "What's your biggest fear?",
        "What's the biggest waste of money you've ever bought?",
        "If you saw a nose hair sticking out of your best friend's nose, what would you do?",
        "What's the best thing you've ever bought?",
        "Do you have any pets?What kind?",
        "What's the most painful injury you've ever had?",
        "When was the last time you felt deeply moved?What moved you?",
        "Out of all the movies, songs, books, people, and words you've come across in your life, what has had the biggest effect on you?",
        "Which part of your face do you like the most?",
        "What's your favorite type of ramen?",
        "What's your favorite kind of pasta?",
        "What's your favorite brand of clothing?",
        "What's the best dish you can cook?",
        "What was the first album you ever bought?",
        "What do you collect?",
        "Do you or your family have a car?If so, what kind?",
        "Who was your favorite fictional character when you were little?",
        "Be honest—what game do you think is terrible?",
        "What's the furthest place you've ever traveled to?",
        "What sport are you best at?",
        "Have you ever won a prize before?What did you win?",
        "When you were in junior high school, what role did you have on the student council?",
        "When you think \"pop star,\" who comes to mind first?",
        "What do you imagine when you hear the word \"feast\"?",
        "Who's your favorite female cartoon character?",
        "Who's your favorite male cartoon character?",
        "What's your favorite flower?",
        "What's your favorite sweet treat?",
        "What's the first movie you ever saw at the theater?",
        "What's the first comic book you ever bought?",
        "What movie have you seen a bunch of times?",
        "When you were a kid, what cartoon did you always watch after school?",
        "What song do you love to sing?",
        "What was the best day of your life?",
        "Can you sum up in four words or less how you feel right now?",
        "What was your favorite snack when you were a kid?",
        "What's a hobby of yours that you don't like to tell people about?",
        "Looking back on your life, what do you feel you worked really hard on?",
        "What new skill would you most like to have?",
        "Have you ever met a famous person or celebrity?If so, who?",
        "If you could be reborn as someone else, who would you want to be?",
        "What's the best concert you've ever been to?",
        "What's your favorite bakery?",
        "What's one of your most bittersweet memories?",
        "What's your favorite bookstore?",
        "Besides your current location, where else would you like to live someday?",
        "What are you saving up money for right now?",
        "What's your favorite vacation destination?",
        "Do you have any specific fears, like heights or spiders?",
        "What sounds can you not stand?",
        "Are you studying anything these days?",
        "What would be your ideal way to spend your retirement?",
        "What do you do that makes you feel the happiest?",
        "What's your favorite novel?",
        "What's something special you'd love your sweetheart to do for you?",
        "What's the biggest adventure you've ever had?",
        "Who's someone you just can't forget?",
        "If you were given ten grand to spend in one day, what would you do?",
        "What's the main thing you're looking for in a life partner?",
        "What's your favorite smell?",
        "What do you own that's top of the line?",
        "What do you like best about where you currently live?",
        "If you could give your childhood self some advice, what would it be?",
        "What color clothes do you wear most often?",
        "What type of person was your first crush?",
        "How many hours a day do you use your cell phone?",
        "How many hours of sleep do you get on average each night?",
        "Do you have any good-luck charms or rituals? If so, what?",
        "What superstitions do you have?",
        "Who's the most beautiful person you can think of?It can be anyone from the past or present, but they must be real.",
        "What's something you're really good at?",
        "What's the first thing you notice about people you have a crush on?",
        "Can you tell me about a nightmare you've had?",
        "Which star of a comic book or cartoon would you like to be?",
        "What famous person would you love to be friends with?",
        "Do you believe in aliens?",
        "If you could do any job for one day, what would you want to do?",
        "If you wrote a book, what would it be about?",
        "What have you done recently that you regret?",
        "What's a mysterious experience you've had?",
        "What hobby have you spent the most money on?",
        "What mistake do you keep on making?",
        "Which genre, such as \"animal stories\" or \"family dramas\" always makes you cry?",
        "What's the best gift you've ever received?",
        "Have you ever gotten a gift from your parents that you were really disappointed with?If so, what?",
        "What does happiness mean to you, in just a few words?",
        "What food are you really picky about?",
        "Do you have any secrets for making life easier?",
        "What were you scared of when you were a kid?",
        "Who did you look up to when you were little?",
        "Are you a good liar?",
        "What music cheers you up when you're feeling down?",
        "What's the first thing you do when you get home?",
        "When you think of a hero who has saved the world, who do you think of?",
        "When you think of a heroine who has saved the world, who do you think of?",
        "Who's your favorite male singer?",
        "Who's your favorite female singer?",
        "Who's your favorite male comedian?",
        "Who's your favorite female comedian?",
        "How do you like your steak cooked?",
        "What's the most interesting thing you've ever found under your couch cushions?",
        "What brings you good luck?",
        "How do you react when you find out you've been lied to?",
        "What's your favorite color?",
        "What was your biggest fashion disaster?",
        "Where's your favorite place to relax?",
        "What's your dream job?",
        "Where in outer space would you like to visit?",
        "What's your favorite number?",
        "If you could travel through time, where and when would you go first?",
        "What famous person, alive or dead, would you most like to meet?",
        "If you could transform into any animal at will, what animal would you choose?",
        "Would you rather have the power of flight or invisibility?",
        "Do you prefer the mountains or the ocean?",
        "Do you prefer scary movies or funny movies?",
        "Who's your favorite male celebrity?",
        "Who's your favorite female celebrity?",
        "What team do you root for?",
        "If you search the Internet for your own name, what comes up?",
        "What's your spirit animal?",
        "What was the first conversation you had about today?",
        "If you could return to your past, what age would you go back to being?",
        "What do you like most about the clothes you're wearing today?",
        "What's your favorite flavor of chips?",
        "If you knew you were going to be trapped on a desert island for a year, what would you take with you?",
        "Which country would you like to go on vacation to next?",
        "Which country have you always wanted to visit?",
        "If you had to go either sky diving or bungee jumping, which would you choose?",
        "If you won the lottery, who would you tell first?",
        "If you won the lottery, what would you buy first?",
        "If you could freeze time, what's the first thing you would do?",
        "Who do you respect the most?",
        "What are you doing this weekend?",
        "If you had 30 minutes to spare right now, what would you do?",
        "If you've ever fallen in love at first sight, what type of person did you fall in love with?",
        "What food do you hate so much, you'll never eat it again?",
        "What's something you've always wanted to do?",
        "What smartphone app could you not live without?",
        "When you grow old, what kind of person do you think you'll be?",
        "Who's your favorite band?",
        "Who's your favorite male athlete?",
        "Who's your favorite female athlete?",
        "What video on the Internet made you laugh recently?",
        "What's your favorite bird?",
        "What made you smile recently?",
        "What's your favorite salad dressing?",
        "What sauce do you like with your fries?",
        "What flavor popcorn do you like best?",
        "What's your favorite foreign-language greeting?",
        "How did you meet your best friend?",
        "Which would you rather put up with: a super hot summer or a super cold winter?",
        "Which would you rather have: the ability to change the past or the ability to see the future?",
        "Would you rather live one life that lasts 1,000 years or live 10 \\nlyveslives that last 100 years each?",
        "What's the weirdest thing you've ever eaten?",
        "What's something people do that you just don't understand?",
        "What's your favorite saying?",
        "What music do you listen to when you want to concentrate?",
        "Do you like to get chores done in the morning or in the evening?",
        "What clothing store would you recommend?",
        "Which convenience store would you recommend?",
        "What's your favorite word that starts with the letter \"o\"?",
        "Which male entertainer do you think will break into the big time soon?",
        "What do you think money can't buy?",
        "What food makes you think of spring?",
        "What food makes you think of summer?",
        "What food makes you think of fall?",
        "What food makes you think of winter?",
        "What famous historical figure would you love to meet?",
        "What dish at what restaurant would you recommend?",
        "What's the first foreign country you vacationed in?",
        "What's something you only do on your days off?",
        "Would you rather have a reliable senpai or an adorable kohai?",
        "If someone packed you lunch, what would you hope to find inside?",
        "How old were you when you got your first computer?",
        "What outfit would you never be able to pull off?",
        "If you were going to ask someone out, where would you do it?",
        "What's something you used to hate but slowly grew to like?",
        "If you could only eat one food for the rest of your life, what would you choose?",
        "Say you got three free tickets for an all-expenses-paid vacation, who would you take?",
        "What's the furthest from home you've ever traveled with your family?",
        "What's a movie you've fallen asleep watching?",
        "What title of a movie, book, song, etc. have you been really impressed by?",
        "What country do you think has great food?",
        "What's a phrase or song you want to forget but can't?",
        "Have you ever bought something by accident?What was it?",
        "Which song used in a commercial has left the biggest impression on you?",
        "What mistake have you really learned from?",
        "How often do you buy a new cell phone?",
        "Do you think you'd do well in a long-distance relationship?",
        "Which do you think you'd be more successful at: not laughing for a month or not getting angry for a month?",
        "At what age did you pick out and buy your own clothes for the first time?",
        "What's something that your family does that you don't think other families do?",
        "Which celebrity has caught your attention recently?",
        "In what way have you grown the most over the past year?",
        "What's a food you used to hate but now don't mind eating?",
        "If you were going to throw a party at your house, what music would you play?",
        "What's the best dish cooked by someone in your family?",
        "How do you treat yourself from time to time?",
        "What has surprised you the most in your life so far?",
        "What's a food you find yourself craving every so often?",
        "What's been going on lately?",
        "If you were in a fairy tale, which character would you like to be?",
        "NOT USED",
        "How would you like to be proposed to?",
        "What's your favorite season?",
        "If you could choose one temperature to have all year round, what would it be?",
        "What do you do to relieve stress?",
        "Would you rather live in the city or the country?",
        "If you were going on a first date, how many minutes early would you show up?",
        "What would you like to get for your next birthday?",
        "Do you prefer a digital or an analog clock face?",
        "If you could be the best musician in the world, what instrument would you choose to play?",
        "What famous person do you share a birthday with?",
        "If you became a celebrity, what would you want to be famous for?",
        "What area of fashion interests you?",
        "What sweet treat that you've eaten recently would you recommend?",
        "How do you take after your parents?",
        "What method for perking yourself up would you recommend?",
        "What would you do if you and your best friend had a crush on the same person?",
        "What's the first thing you do after you get up in the morning?",
        "What kind of hairstyle would you love to try out?",
        "What would your ideal wedding be like?",
        "If you were expecting a new brother or sister in your family, what kind of person would you hope they're like?",
        "Say you're at an all-you-can-eat buffet with every type of food on the planet... What would you eat the most of?",
        "If you could go back and speak to yourself five years ago, what would you say?",
        "If you could go to the future and speak to yourself five years from now, what would you ask?",
        "What's something you've been really into recently that you would recommend to people, and why?",
        "If you became leader of your country, what's the first thing you'd do?",
        "Which do you prefer, coffee or tea?",
        "When you were little, what problem (one which now seems quite simple) really puzzled you?",
        "What's something that you've been using for a long time?",
        "What do you think you were in a past life?",
        "If you were going to get a new pet, what animal would you choose?",
        "What's your favorite place on Earth?",
        "When do you have trouble sleeping?",
        "What, if anything, can you remember from when you were a baby?",
        "What are your thoughts on \"moldy\" cheese?",
        "It's often said that humans only use 10 percent of their brain capacity.If you could use the remaining 90 percent, what would you use it for?",
        "What thing is indispensable for a happy home life?",
        "What's something you're super envious of?",
        "Which would you prefer?To win a million dollars right now or to go back to being a kid with all of your current memories intact?",
        "If you were the headteacher of a primary school, what would you say to the children during assembly?",
        "What do you think first impressions are based on?",
        "What's the dividing line between a friend and a sweetheart?",
        "If you took part in a play, which role would you want?",
        "What's something crazy that's happened to your family?Any really funny or wacky stories?",
        "If days were 25 hours long, what would you do with the extra hour?",
        "If you were given a day off on short notice, what would you do?",
        "What do you think the difference between \"beauty\" and \"cuteness\" is?",
        "What language have you always wished you could speak?",
        "What sport are you not particularly good at?",
        "What kind of house would you like to live in?",
        "What's something you thought they had everywhere but's actually just somethin' from round your neck o' the woods?",
        "What's a word you always use with your friends but nobody else understands?",
        "What's your favorite TV commercial?",
        "If you were told you had to leave home immediately and start a new life abroad, which country would you choose to live in?",
        "What has a friend done for you that's really helped you out?",
        "What do you remember about your first date?",
        "What would be your ideal situation for a first kiss?",
        "Would you prefer to go out with someone younger or older than yourself, and why?",
        "What spot that you know of has amazing scenery?",
        "What's something you've noticed becoming really popular recently?",
        "What's your favorite winter sport?",
        "What are three things you look for in a partner?",
        "What musical instruments do you play?",
        "What would the title of your autobiography be?",
        "What's your definition of success?",
        "What do you think is the greatest invention of all time?",
        "What would you like someone to invent in the near future?",
        "What's the meaning of life?",
        "What is love?",
        "Why is school important?",
        "What does work mean to you?",
        "What does family mean to you?",
        "What does friendship mean to you?",
        "What do you think about 3D movies?",
        "If you could create a new chip flavor, what would it be?",
        "What do you think is just the coolest thing ever?",
        "Are you completely addicted to any TV shows right now?If so, what?",
        "What do you like to do on rainy days?",
        "Using just three adjectives, how would you describe yourself?",
        "What piece of trivia do you think you were better off not knowing?",
        "What's something most people throw away that you think is a huge waste?",
        "What eco-conscious thing have you been doing lately?",
        "Where do you prefer shopping: at local shops or at the mall?",
        "Which emoticon do you use the most?",
        "If you get in a fight with a friend, how do you patch things up?",
        "What's the one thing you've lost that you want to find again?",
        "How do you get rid of the hiccups?",
        "Which animal would make you run as fast as possible in the opposite direction if you came across it?",
        "What's your claim to fame?",
        "What world record do you think you could break?",
        "What thing beginning with \"o\" do you think there is not enough of?",
        "Do you believe in horoscopes? Why?",
        "What do you do to stay healthy?",
        "What clubs were you in when you were in school?",
        "How often did your teacher get mad at you when you were little?",
        "What kind of kid were you in elementary school?",
        "What do you regret not studying harder?",
        "What memory most reminds you of your youth?",
        "What's your favorite chore?",
        "What's your least favorite chore?",
        "What kind of lessons did you learn when you were little?",
        "What job do you think would be fun to have?",
        "As a kid, what were you jealous of adults being able to do?",
        "If you didn't have your current job, what would you want to do instead?",
        "What's your region's comfort food?",
        "Do you follow fashion trends or stick to classic looks?",
        "What kind of accessories do you wear the most?",
        "How would you define your fashion style?",
        "What kind of clothes look best on you?",
        "What kind of bag, purse, or wallet do you like to use?",
        "What kind of clothes do you wear on the weekend?",
        "What kinds of clothes do you wear during the week?",
        "What's your favorite type of shoes?",
        "What type of cosmetic product do you use the most?",
        "Do you prefer to shop at actual stores or online?",
        "What does fashion mean to you?",
        "How much time do you spend getting ready in the morning?",
        "How would you define yourself?",
        "What's your favorite rice topping?",
        "Which female entertainer do you think will break into the big time soon?",
        "What are you doing for New Year's Eve?",
        "It's New Year's Eve!What will you be doing as the clock strikes midnight?",
        "What's your New Year's resolution?",
        "What's the best thing about cats?",
        "What's your favorite kind of uniform?",
        "When you think \"princess,\" who first comes to mind?",
        "What's your favorite kind of bread?",
        "When you think \"ninja,\" what first comes to mind?",
        "What fruit have you eaten the most of in your life so far?",
        "How would you define \"gothic fashion\"?",
        "What's your favorite thing to eat at a barbecue?",
        "What's the best thing about dogs?",
        "If you were an ice cream, what flavor would you be?",
        "What word do you always need to think about for a bit before you remember what it means?",
        "Has anything ever happened to you that made you really respect someone?If so, what was it?",
        "Which would you prefer and why?Lots of acquaintances or one good friend?",
        "How many times a year do you take a vacation?",
        "What's something you've lost that you've never been able to find?",
        "What book have you read recently?",
        "What's your favorite line from a song's lyrics?",
        "How would you define intelligence?",
        "What do your friends do for you that makes you happiest?",
        "Imagine you're an RPG character and you get 10 points to spend on your stats...What would you spend them on?",
        "What's your favorite magazine?",
        "What's something that made your heart race when you were little?",
        "Before you grew up, was there ever a case where you bit off more than you could chew?If so, what was the situation?",
        "What's the most interesting thing about school at the moment?",
        "Which adult do you look up to the most?",
        "What part-time or weekend jobs have you had?",
        "What part-time or weekend jobs would you like to have?",
        "Have you ever had something unbelievably lucky happen to you?If so, what?",
        "What about your Mii most resembles the real you?",
        "What's something you think has gotten better in the last two or three years?",
        "What's something you think has gotten worse in the last two or three years?",
        "What news really made an impression on you in the last two or three years?",
        "What's your favorite homegrown (non-foreign) TV drama?",
        "What's your favorite foreign TV drama?",
        "What word have you been hearing a lot recently that you just can't get out of your head?",
        "What toy did you always play with when you were little?",
        "What's your favorite soft drink?",
        "What would you love to do if you could go back to being a kid again?",
        "How would you describe your best friend?",
        "What kind of people do you just not get along with?",
        "How would you describe your dream home?",
        "What has surprised you the most lately?",
        "How would you define \"cool\"?",
        "How would you write the sound of your own sneeze?",
        "Who do you think has an amazing voice?",
        "What prank was popular when you were a kid?",
        "What celebrity or fictional character would you love to marry?",
        "What toy did you really want but never get when you were a kid?",
        "What's a good way to become more popular?",
        "What's a good way to make new friends?",
        "What's your favorite World Heritage Site?",
        "What's your best tip for saving money?",
        "If you were going to de-clutter your life, what would you get rid of first?",
        "What do you do when you feel a cold coming on?",
        "If you could dispense any one condiment out of your pinky finger at will, what would you choose?",
        "Which current TV show would you like to be on?",
        "If you were in charge of a new Super Mario Bros. TV show, who would you cast as Mario?",
        "Do you prefer to plan out your weekends ahead of time or make them up as you go?",
        "What popular buzzword can you just not get used to hearing?",
        "Do you still have any toys from when you were little that you just can't get rid of?If so, what?",
        "What eco-friendly habit do you always try to do?",
        "How often do you take selfies?",
        "What's your favorite type of fast food?",
        "What's something you'd be willing to stand in line overnight to get?",
        "What type of sunglasses look best on you?",
        "What useless invention doesn't exist yet but should?",
        "If there was a zombie apocalypse, what would you do to stay alive?",
        "What's your favorite card game?",
        "Which two characters from separate works of fiction would make a great couple?",
        "How many people have you had a crush on but never admitted it to?",
        "If true love really exists, where do you find it?",
        "What's something you're super into that other people don't seem to care much about?",
        "Of all the gifts you've ever received, which is your most cherished?",
        "What's something you have at home that you'd really like to sell?",
        "What's something you have to do every day or you just don't feel right?",
        "What common health advice do you think is bogus?",
        "If you could instantly become a world-class athlete, which sport would you choose?",
        "What thing beginning with the letter \"a\" could you gladly live without?",
        "What's something you've done while half-asleep?",
        "Whose hairstyle do you adore?",
        "What's one unpopular opinion you have?",
        "What's your favorite pun?",
        "If you could bring back any TV show, what would it be?",
        "Do you prefer using a laptop or desktop computer?",
        "What's the best excuse you've ever used when running late?",
        "What's the most expensive thing you've ever broken by accident?",
        "How many countries have you visited?",
        "Do you prefer camping or staying in hotels?",
        "What advice would you give to someone who's afraid of flying?",
        "Do you prefer buttons or a zipper on your jeans?",
        "What's your favorite day of the week?",
        "What's your favorite city in Europe?",
        "What's your favorite monument in Europe?",
        "Do you prefer swimming in the ocean or in a pool?",
        "What's your favorite museum, and why?",
        "What's your favorite horror movie?",
        "What are the ingredients of your favorite recipe?Can you name them all?",
        "What's the funniest T-shirt you own?",
        "What's a proverb that you often hear?",
        "What's a fun topic of conversation when you first meet someone about the same age as you?",
        "What's an interesting bit of movie trivia?",
        "What's an interesting bit of comic or cartoon trivia?",
        "What piece of advice have you really taken to heart?",
        "What's something you never leave home without?",
        "What's the first thing you think about when you wake up in the morning?",
        "How many times a day do you brush your teeth?",
        "If you were going to share one of your secrets, who would you share it with?",
        "What's your ideal in-flight meal?",
        "How often do you go to the movie theater?",
        "What burger joint would you recommend?",
        "What's your ideal first date?",
        "What were you thinking about right before you went to sleep last night?",
        "What's a habit other people have that catches your attention?",
        "Do you prefer giving presents or getting presents?Why?",
        "Look up from the screen—what do you see?",
        "（未使用 - Not Used）What's something you love doing on rainy days?",
        "If you were a figure skater, what music would you perform to?",
        "What's the longest you've ever stayed awake?",
        "What's the longest you've ever slept?",
        "What color is your toothbrush?",
        "We're almost halfway through the year! Have you accomplished any of your goals for this year yet?",
        "We're almost halfway through the year! Is there anything you still want to do this year?",
        "Are there any candies or sweets from your childhood you don't see very often anymore?",
        "What was the first Nintendo product you ever bought?",
        "What's the first game you ever bought?",
        "What story that you studied at school left an impression on you?",
        "What recent dream can you just not get out of your head?",
        "What would your ideal day be like?",
        "When you were a child, what did you consider an amazing treat, foodwise?",
        "Where would you hide your treasure?",
        "If you ruled the world, what style of fashion would you spread everywhere?",
        "What do you do on those days when your hair just doesn't cooperate?",
        "If you could visit only one attraction at an amusement park, which one would you visit?",
        "What do you consider humanity's greatest achievement?",
        "Which emoji best expresses how you're feeling right now?",
        "What's your favorite gadget?",
        "Do you prefer to shower in the morning or in the evening?",
        "What do you wish you could use as many times as you want?",
        "Do you have any certifications or special qualifications?",
        "Would you consider your handwriting pretty good?",
        "If a friend from out of town came to visit you, where would you take them first?",
        "What's the most expensive purchase you've ever made?",
        "If you could look into someone's heart to see how they truly felt about something, whose would it be?",
        "Do you tend to follow your heart or your mind?",
        "What would you consider your most interesting feature?",
        "What's your favorite memory of your time at school?",
        "Have you ever thought so hard you gave yourself a headache? What were you thinking about?",
        "What's your favorite holiday?",
        "Do you remember what life was like before the Internet?",
        "What's something you always want to do on sunny days?",
        "What color are your favorite socks?",
        "What's an unexpectedly delicious food pairing?",
        "What's something you'd like to see sold in a vending machine?",
        "When was the last time you used a paper map?",
        "Do you have a good trick to wake up early?",
        "When was the last time you got a haircut?Did you like how it turned out?",
        "What do you have in your pocket right now?",
        "Has there ever been a time where you went \"all in\" and prevailed?",
        "Has there ever been a time where you went \"all in\" and it didn't pay off?",
        "When you fall in love with someone, do you take the first step, or do you wait for the other person to?",
        "Is there a food you hate but have never actually tried?",
        "Do you still keep in touch with any friends from school?",
        "What's a daily necessity that you really love?",
        "Have you ever written a love letter?How did it go?",
        "Are there any local legends or tales that have left an impression on you?",
        "What's the worst thing you've ever had at a restaurant?",
        "What personal items do you have at your desk or in your locker?",
        "Do you use a smartphone case?If you do, what's it like?",
        "Has anything from a dream ever then happened in real life?What was it?",
        "What image do you use as your smartphone's wallpaper?",
        "If you had to pick something, what do you consider yourself a genius at?",
        "Tell me a birthday party memory!",
        "What do you think of when you hear the phrase \"timeless masterpiece\"? It could be a TV show, a painting, anything!",
        "What do you think of when you hear the phrase \"undervalued masterpiece\"? It could be a TV show, a painting, anything!",
        "What's the first thing that pops into your mind when you think of spring?",
        "What's the first thing that pops into your mind when you think of summer?",
        "What's the first thing that pops into your mind when you think of fall?",
        "What's the first thing that pops into your mind when you think of winter?",
        "What's the best advertising slogan you've heard?",
        "What's one thing you feel won't change even with the passing of time?",
        "What's the best way to eat bread?",
        "If you could exchange part of your body with another person's, whose body part would you want to exchange it for?",
        "What do you consider your hometown even if it's not actually where you come from?",
        "What's a candy you liked when you were little?",
        "What's your favorite amusement-park attraction?",
        "What's something you can't help but buy if it's on sale for cheap?",
        "What's your favorite theme park or similar location to visit?",
        "Who's your favorite male actor?",
        "Who's your favorite female actor?",
        "If you were moving into a 100-story skyscraper, which floor would you choose to live on and why?",
        "If you were in a band, what would your role be?",
        "What do you think the far reaches of space are like?",
        "What type of photos make up the majority of the album on your smart device?",
        "What do you think would be completely inconvenient if it weren't for the Internet?",
        "What's the most unexpected place you've found a missing object??",
        "What was the reason for the last time you cried happy tears?",
        "What was the reason for the last time you cried tears of sadness?",
        "What word or phrase do you think is cool?",
        "A ball is flying right for you! hat do you do?!",
        "If you could travel to another world, what kind of place would you like it to be?",
        "Do you like to spend time indoors or outdoors on your days off?",
        "You just found a legendary sword in the back of your closet!What do you name it?",
        "What sort of clothes make people more attractive to you?",
        "What sort of mannerisms do you find attractive?",
        "What animal would you like to play with and why?",
        "If you could use magic, what kind would you use and why?",
        "Role-playing time!You can be a hero, an evil king, a villager, or a monster.Which do you want to be and why?",
        "Are you the type to enjoy just one flavor of ice cream at a time, or a mixture of flavors?",
        "What's something that you find relaxing?",
        "What's something that you think will become popular this year?",
        "If someone was going to throw you a celebration, what would you want it to be like?",
        "s there any one thing where, no matter what, you'd give it your all?",
        "What little prank would you play on a friend?",
        "What's your favorite stationery item?",
        "What's your favorite thing about the country you live in?",
        "What kind of picture would you draw to illustrate your current state of mind?",
        "What's a fun place you've visited on a day trip?",
        "What would your ideal self be like?",
        "If you discovered a new star, what would you name it?",
        "（未使用 - Not Used）",
        "What fond memories do you have of playing an instrument?",
        "What's something that happened this summer?",
        "Tell me something that happened to you this winter!",
        "If you were going to dye your hair, what color would you pick?",
        "What's the farthest you've ever walked?",
        "What's the most amazing scene from a film you've ever seen?",
        "What is the most boring movie you've ever seen?",
        "What’s something a guy might do that you’re not a fan of?",
        "What’s something a girl might do that you’re not a fan of?",
        "Picture this: You're going to the beach with some friends. What swimsuit do you wear?",
        "If there's one thing you absolutely must bring to the beach, what is it?",
        "Traveling this summer?Where do you plan to go?",
        "What's your plan for surviving hot summer weather?",
        "It's a hot summer day and you don't feel like eating anything except... what?",
        "What do you think we have in common? his is just between you and me.",
        "What do you think is cute about me?This is just between you and me.",
        "What was your first impression of me?This is just between you and me.",
        "If you were to take me out, what food would you treat me to?This is just between you and me.",
        "If you were going to give me a present, what would it be?This is just between you and me.",
        "Is there any water sport you'd like to try out?",
        "Have you ever got a really bad sunburn?",
        "Did you ever go to the sea?Tell me a memory about it!",
        "What's a great summertime beach song?",
        "What's your favorite mythical creature?",
        "Do you print photos you take or just leave them as digital data?",
        "What kind of person would you like to become friends with?",
        "Have you ever had the same dream multiple times?What was the dream about?",
        "Which do you think is better... Reading the original book, or watching the movie?",
        "What's the most amazing party you've ever been to?What made it so wonderful?",
        "You're lost in a foreign country where you don't speak the language... Your smartphone's battery has died... What do you do?",
        "What movie has the best ending?",
        "What movie has the worst ending?",
        "Which celebrity are you not a big fan of, and why not?",
        "Is there an athlete you just can't cheer for? Why not?",
        "Is there a sports team you'd love to see lose all the time?",
        "What's something in the world that just drives you crazy?",
        "What daily necessity could you live without?",
        "What part of your body is the most ticklish?",
        "Is there something you'd like to see people in the world do more?",
        "Is there something you wish people in the world did less of?",
        "If you could choose any person in the world to have lunch with, who would it be?",
        "What's your favorite movie or video game soundtrack?",
        "If you could keep a strange creature as a pet...hat would you pick?",
        "What's your favorite board game?",
        "What movie or book would you love to see a sequel to?",
        "What game do you think should have a sequel?",
        "Is there a TV show you wish had just one more season?",
        "Who do you feel has influenced you the most?",
        "If all of humanity were to work toward a single goal, what do you think it should be?",
        "If you washed up on a desert island, who would you want to be stuck there with you?",
        "If you could have a celebrity for a parent, who would you wish for?",
        "What are your plans for tomorrow?",
        "If you could give one order to everybody in the world at the same time, what would it be?",
        "Who do you think is the most talented athlete?",
        "If you could take only one thing from your house in an emergency, what would it be?",
        "Where was the hottest place you've ever been on vacation?",
        "Where was the coldest place you've ever been on vacation?",
        "What's your favorite fairy tale?",
        "Tell me about the most nervous time of your life!",
        "What's something that you realized was precious to you only after you lost it?",
        "Who do you think is the strongest in the world in a bare-handed fight?",
        "Can you remember a lullaby you often heard as a child? How does it go?",
        "What have you lost recently?",
        "Where have you been hanging out a lot recently?",
        "What game character do you think you could win against in a real fight?",
        "If you were transported into a video game, what game would you want it to be?",
        "What picture book did you often read in your childhood?",
        "If you were to add a never-before-seen feature to smart phones, what would it be?",
        "What's something you remember creating when you were a child?",
        "What childhood memory have you drawn a picture of?",
        "What's something that would be cool to be edible after you're done using it? You know, like how you can eat an ice-cream cone once it's done holding your ice cream!",
        "What song do you want to, or did you, play at your wedding?",
        "What household appliances are you most particular about?",
        "What famous person would you never get along with?",
        "What's your favorite magic trick?",
        "What's your favorite kind of instant food?",
        "What building name do you think is pretty cool?",
        "If you had to become a famous person's manager, who would you manage?",
        "What household appliances do you want to replace?",
        "What video game genres do you like?",
        "When in your childhood were you happiest?",
        "Which male singer do you think is pretty bad at singing?",
        "Which female singer do you think is pretty bad at singing?",
        "What kind of cooking do you think just isn't very good?",
        "What kind of cake do you like?",
        "Tell me your recommended date spot!",
        "What do you base your fashion or style on?",
        "What do you do on the way to work or school?",
        "What do you wear when you go to bed?",
        "What horror baddie is the scariest?",
        "In relationships, how big of an age difference is \"just right\"?",
        "What sport do you love to watch?",
        "What words have you been hearing a lot lately?",
        "If you could work anywhere for a day, where would you want to work?",
        "What's your beauty secret?You must do something...Tell me what it is!",
        "When it comes to having a good vacation, what matters most?",
        "I'm hungry!Recommend a great new restaurant!",
        "How do you get a good night's sleep?",
        "Did you ever aim to be popular? What was your strategy?",
        "Describe your ideal grandparent.",
        "Ever seen a miracle?Tell me about it!",
        "Anything you absolutely must check out when there's a new volume?",
        "Who's your favorite villain?",
        "s there any short story, manga, or anime you'd like to see adapted to live action?",
        "What will you miss most about summer?",
        "What events are you looking forward to the most in the upcoming Summer Olympic Games?",
        "What dish have you messed up trying to cook?",
        "What word do you think has never been included in song lyrics?",
        "What movie title would make you see the movie no matter what?",
        "What store do you think has a weird name?",
        "What's a restaurant you enjoy despite it being kind of cheap?",
        "What would your ideal room be like?",
        "What's the name of a pet you have, or once had?",
        "What kind of feature would be useful on a TV?",
        "What meal with vegetables is your favorite?",
        "What, if any, is your favorite meat dish?",
        "What, if any, is your favorite fish dish?",
        "What, if any, is your favorite pasta dish?",
        "What's something that's happened to you in your life that was like a TV drama?",
        "What was the most disgusting drink you've ever had?",
        "What was the most disgusting snack you've ever had?",
        "What movie genre just isn't for you?",
        "If you could bring any fairy-tale character into the real world, who would it be?",
        "What's your favorite song?",
        "If you could go on vacation anywhere in your own country, where would you want to go?",
        "What animal would you want to try feeding?",
        "When you were a kid, what subject in school did you hate?Tell me why, too!",
        "Now that you're all grown up, you can buy what you want.What do you want to buy a ton of that you always wanted as a kid?",
        "Tell me about a fad hitting your class right now.",
        "Tell me about a time you laughed when you really weren't supposed to.",
        "What would be convenient if it were wireless?",
        "What do you often take pictures of?",
        "What fantasy creature or vehicle would you love to ride?",
        "ell me about a time when you felt the generation gap.",
        "In sports, what player has the most impressive urdrecord...ever?",
        "What, if anything, do you consider one of your weaknesses?",
        "Tell me... hat it is that humanity truly fears?",
        "Do you have any particular preference when it comes to headphones?",
        "When you eat out, what do you usually get?",
        "Into video games?What's your favorite shooter?",
        "What's your favorite role-playing game?",
        "What's your favorite puzzle game?",
        "I want to hear about your unluckiest moment ever.",
        "What celebrity do you feel like you've seen a lot less of lately?",
        "What qualities would make you unable to trust someone?",
        "Tell me how you feel when you hear a recording of your own voice.",
        "Who is your favorite painter or illustrator?",
        "Where can you find a beautiful nighttime view?",
        "What is your favorite red thing?",
        "What yellow thing frightens you the most?",
        "What is it in particular that makes you feel that summer is coming to an end?",
        "Tell me a sign that winter is beginning.",
        "Summer's almost over.How do you feel about that?",
        "What item of clothing do you want to wear this fall?",
        "Which store do you get most excited about whenever you go to the mall?",
        "What kind of situation shows off the best in people?",
        "What did you learn this summer?",
        "What word did you think for the longest time meant one thing, but actually it meant something else?",
        "What's a good self-improvement tip?",
        "What's the first thing that comes to mind when you think of a silly argument?",
        "Can you think of a lie that sounds so believable it could be true?",
        "Can you ride a bike?If so, how tough was it to learn how?",
        "When you hear the word \"twins,\" who's the first pair that comes to mind?",
        "What was the most memorable snack given to you while you were at a friend's house as a child?",
        "What is the most memorable food you've ever been given while visiting someone else's house?",
        "If you were allowed entry somewhere for free, for just one day, where would you want to go?",
        "Have you ever lost any important data from a computer or smartphone?Tell me about it!",
        "What game really impressed you with its originality when you first played it?",
        "What was the last piece of clothing you bought?",
        "If you could travel anywhere by bicycle, where would you go?",
        "Think of something round and delicious...What came to mind?",
        "Which celebrity do you think is the most fashionable?",
        "What food have you had to psych yourself up before eating?",
        "What kind of website would you recommend to other people?",
        "Most baby animals are cute, but which do you think is the cutest of them all?",
        "What's the weirdest dream you've had lately?",
        "What clothing item do you wear so often it makes you feel predictable?",
        "What color of clothing do you think you have never worn?",
        "If you had to choose between an expensive outfit or an expensive meal, which would you choose and why?",
        "What does your ideal bathroom look like?",
        "How long do you think you could stand being completely isolated from other people?",
        "Which comic, movie, or book's ending did you find shocking?",
        "What did you spend a long time considering purchasing, but ultimately decided not to buy?",
        "What is one of the first major life lessons you learned as an adult?",
        "What are you looking forward to this fall?",
        "Have you ever bought something at an auction and later regretted your purchase? If so, what was it?",
        "Which plant, if any, have you grown before?",
        "Who do you think is a true superstar?",
        "I want to get better at public speaking...What do you suggest I do to improve my skills?",
        "Which book, comic book, or movie universe would you most like to live in?",
        "Who do you think is good at drawing or painting?",
        "What is the most delicious restaurant you've ever eaten at?",
        "What, if any, do you think is the tastiest fish?",
        "If you like eggs, what is your favorite way to cook them?",
        "Which food do you think is delicious for its price?",
        "Which food would you say is not worth its price?",
        "In your opinion, when does a friend become a \"true friend\"?",
        "Do you prefer a certain type of stationery?",
        "What's the most expensive book you've ever bought?",
        "What makes you think a person has good taste?",
        "What's something you purchased but have never used?",
        "What are you holding off on buying because you want to save money?",
        "Which celebrity is the best role model?",
        "Which celebrity do you think is the most athletic?",
        "What video game have you given up on playing before beating it?",
        "What drink do you think has cool packaging?",
        "What can you gaze at for so long that you lose track of time?",
        "Describe the kind of person you would want to be friends with for life.",
        "What do you own that makes you think, \"Why on earth did I ever want THAT?\"",
        "Have you ever met someone who looked just like you?If so, where was it?",
        "Have you ever had a strong sense something bad would happen...and then it did?If so, tell me about it!",
        "If you could be reborn as something other than human, what would you be?",
        "What drink have you taken a liking to lately?",
        "Have you ever bought an album, movie, game, or book based only on its cover?If so, what was it?",
        "What kind of scenic picture would you like to hang in your room?",
        "What kinds of stuffed animals did you have as a child?",
        "What's something that you think should never be invented?",
        "What's your favorite music video?",
        "What thing that someone recommended you do unexpectedly turned out to be a perfect fit?",
        "What genre of books takes up the most space on your bookshelf?",
        "Tell me about something you remember from your childhood that's hard to find these days.",
        "What have you done to challenge yourself lately?",
        "Tell me about a time when an unexpected side of your personality was revealed.",
        "What would you like to eat on your birthday?",
        "If you could bring one fictional character out of a TV show into real life, who would it be?",
        "What's the latest you have ever been to something?",
        "Which male actor has caught your attention lately?",
        "Which actress has caught your attention lately?",
        "What if you could live in an apartment rent free, but your roommate... was a ghost?!",
        "What's the most necessary thing in your life right now?",
        "What's something that has put you in a bad mood lately?",
        "Did you ever have \"beginner's luck\"?Tell me about when you tried something for the first time and did really well!",
        "What do you think would taste good covered in chocolate?",
        "What do you think would taste good in a hamburger?",
        "What do you do while traveling by bus or train?",
        "What's the most impressive tourist destination you've ever been to?What's there?",
        "If you could claim any piece of music as your own theme song, to listen to and sing whenever you please, what would it be?",
        "If you were taking someone out to eat for a first date...here would you take them?",
        "Have you ever been to a music festival?I wanna hear everything about it!",
        "Is there a qualification or license you'd like to earn?If so, what is it?",
        "Be honest...What subject that you studied in school turned out to be pretty much useless in real life?",
        "Is there any music that brings back a memory for you?If so, can you tell me about the music, and the memory?",
        "Is there any smell that makes you remember something?What is it, and what's the memory?",
        "OK, get this:I want you to make up a new name for yourself!For the first name, pick a city.For the last name, choose an animal. What have you got?",
        "If you were a superhero, who would you make your sidekick?",
        "If you had a magic appliance that could make three different kinds of food at the touch of a button, what would you want it to make?",
        "Have you ever been surprised by the way a fruit or vegetable is grown? If so, what...and why?",
        "What do you call your parents?",
        "What would you like to be called by your children?If you already have kids, what did you want to be called by them when you first had them?",
        "If ninjas existed today, where would they be?",
        "Is there a tourist destination in your town that you are particularly proud of?If so, what is it?",
        "Now that self-driving cars have been invented, what should be next on the list for automation?",
        "What's your favorite writing implement?",
        "Who do you want to have by your side when you're feeling blue?",
        "What's the oldest piece of clothing you still wear, and where did you get it?",
        "What do you focus on when critiquing a movie?",
        "What book has changed your life?",
        "What was the popular kid in your class like when you were in school?",
        "What's something you seem to always forget?",
        "What comes to mind when you hear \"predictable in a good way\"?",
        "Which popular male musician do you think will still be popular 10 years from now?",
        "Which popular female musician do you think will still be popular 10 years from now?",
        "What's something you'd like to do when you're older?",
        "If you woke up one day only to find out you've been turned into a frog, what's the first thing you would do?",
        "If you had to take over the world but could only use giraffes to do so, how would you do it?",
        "Which celebrity do you think should be more popular than he or she currently is?",
        "What's a hobby you think you'd love but have never tried before?",
        "What town do you think is cool?",
        "What band, comedy group, etc. do you think should get back together?",
        "Out of all the meals you've cooked, which turned out to be a flavor you didn't expect?",
        "What food makes for a good midnight snack?",
        "You've probably imagined swimming in a pool of gelatin-based dessert, but if you could swim in a pool of anything for real, what would it be?",
        "How many pairs of shoes do you own?",
        "If you could speak to one species of animal, which species would you pick?",
        "What vegetable have you really been into lately?",
        "Who most inspires you to act the most kind?",
        "What water is the most delicious?",
        "What were you able to hold off on, or be patient about, that you're most proud of?",
        "What do you try your best to do just to avoid bothering other people?",
        "If you woke up and discovered you had turned into something else, what would you absolutely NOT want to be?Why?",
        "Let's say you woke up one morning to find you'd been turned into something else.What would you be thrilled to be?",
        "Who (or what) do you think is the cutest fictional character ever?",
        "Who do you think is the most beautiful fictional character ever?",
        "What video game is more fun to play with your friends than it is alone?",
        "If you were to start playing a sport right now, which one would it be?",
        "If you were to start a new hobby right now, what would you choose?",
        "If you could thank your younger self for something, what would you say?",
        "Which celebrity do you think is actually smart, even though people don't see them that way?",
        "What lesson did you learn as a child that you still live by today?",
        "Has a TV show ever moved you?If so, what was it about?",
        "What do you look back on now and think,\"I wish I had just done that without worrying about it so much\"?",
        "If there's one piece of electronics or a home appliance you couldn't stand to lose, what is it?",
        "How do you sort through your worries?",
        "You have to sketch something from real life.There's no set theme.What do you draw?",
        "What's the scariest thing you've seen in a TV show, book, comic, or movie?",
        "What is your goal in life?",
        "Have you ever canceled an important event or task because you were sick? If so, what did you end up canceling?",
        "Do you exercise regularly? If so, what does your typical workout consist of?",
        "What's the first thing that comes to mind when someone says, \"something you want more of\"?",
        "What's the first thing that comes to mind when someone says, \"something you don't need more of\"?",
        "What is the most beautiful natural scenery you know of?",
        "Have you ever bought yourself something as a reward for working hard? If so, what did you buy?",
        "What item do you think feels nice to the touch?",
        "What's something you witnessed that made you do a double take?",
        "What medicine do you use when you have a minor injury?",
        "Which video game have you spent the most time playing?",
        "What is the fanciest hotel you've ever stayed at?",
        "If you could go to an all-you-can-eat buffet made up of only one type of food, what food would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of fruit, which fruit would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of drink, which drink would you choose?",
        "If you could gain a specific animal's ability, what animal would it be, and which ability would you choose?",
        "What's a present you received from a friend that you deeply treasure?",
        "What present for a friend have you splurged on?",
        "What's a personality trait you see in others that makes you assume you would get along?",
        "What movie do you want to show your children one day?",
        "What book do you want your children to read one day?",
        "What video game do you want to have your children play one day?",
        "When you were a student, what was the toughest subject to study?",
        "Compared to now, what do you think was better when you were in school?",
        "Compared to when you were in school, what do you think is better now?",
        "What do you wish you studied when you were a child?",
        "Who reminds you of spring?",
        "Who reminds you of summer?",
        "Who reminds you of fall?",
        "Who reminds you of winter?",
        "What kind of party can you just not stand?",
        "Which celebrity would you like to come to your birthday party?",
        "What roles, if any, have you performed on stage?",
        "If you were going to shout as loud as you can, what would you shout?",
        "What's something you bought based on an advertisement alone?",
        "What's a word you think an intelligent person would use?",
        "What's a word you think a popular person would use?",
        "Where would you like to go on your next vacation?",
        "Who would you like to give praise to?",
        "Who would you like to give some encouragement to?",
        "What little act of kindness have you done lately?",
        "We live in a world where you can rent everything from films to cars.What else do you think you should be able to rent?",
        "Which do you think suits you better, summer clothes or winter clothes?",
        "When was the last time you felt lucky?",
        "When was the last time you felt unlucky?",
        "What extra features would you want to add to your bath?",
        "What kinds of features would you want to add to your toilet?",
        "What feature would you like to add to your kitchen?",
        "If you could add features to your bed, what would you add?",
        "You've washed up on a desert island with nothing but a smartphone…How do you escape?",
        "Is there something you used to like but have recently lost interest in?If there is, what is it?",
        "Tell me an amusing story involving a phone.",
        "Name a singer you think has a really great voice!",
        "Which comedian do you think is really funny?",
        "Is there anything you've done that you feel bad about lately?",
        "Has anything given you goose bumps recently?",
        "What have you recently stopped doing as much as you used to?",
        "What kind of music have you been listening to a lot lately?",
        "What did you REALLY want, only to have your feelings cool once you got your hands on it?",
        "When were you more moved than at any other time in your life?",
        "What winter sport would you like to try?",
        "What are you looking forward to this winter?",
        "What's your favorite winter-themed song?",
        "What something you absolutely have to take with you when you go out?",
        "When did you last feel like you were in a tough situation?",
        "What would you say is the biggest change that's happened in your life so far?",
        "Who do you feel the need to apologize to?",
        "Who do you think is very likely to start showing major potential in the future?",
        "What do you do when you want to have a good laugh?",
        "How do you react when you feel the need to let out your frustrations and cry?",
        "What's something you think is a bit ridiculous, but you like anyway?",
        "What's something important to you that can't be seen?",
        "What was the most romantic thing you ever found in your pocket?",
        "Who do you think just may be a genius?",
        "What color do you think suits you the best?",
        "Tell me about a time when you thought something wouldn't work out, but it somehow did.",
        "What sort of things do you do today to make sure tomorrow will be a good day?",
        "If you had to make 100 friends in three days, how would you do it?",
        "What game did you play as a child that, looking back, was actually pretty dangerous?",
        "What do you want to eat right now?",
        "When you think of someone with a bright, appealing personality, who come to mind?",
        "What's a weird school guideline you had to follow?",
        "Tell me a weird school story you have.",
        "What have you been having a hard time with lately?",
        "What air freshener scent do you like to use at home?",
        "When you hear the words \"massive scale\", what's the first thing you think of?",
        "What thing said to you by a friend made you the happiest?",
        "Which event did you enjoy the most this autumn?",
        "What makes you glad that it's getting colder?",
        "What kind of workplace would you like to visit to learn more about?",
        "What has had a big effect on you lately?",
        "What could someone who has called your number by mistake say that would make you happy?",
        "What would you like to be more knowledgeable about?",
        "What kind of clothes would you like to buy right now?",
        "What kind of circumstances would make you tell a lie?",
        "Have you ever given a teacher a cool nickname? If so, what was it?",
        "What is something you think is cool, even though it's out of date?",
        "What comes to mind when you hear the phrase \"cutting edge\"?",
        "What's something that's gone well for you lately?",
        "What would you do if you ran into your doppelgänger?",
        "What have you done lately that's left you feeling tired in a good way?",
        "What type of situation always leaves you wanting to cry?",
        "Which work of fiction would you like to see made into animation?",
        "What food did you used to like, but have recently changed your mind about?",
        "If you could stop time just once, when would you do it?",
        "Tell me about a time when you had a surprising experience in a vehicle!",
        "What dream made you think, \"I'm so glad that was just a dream\" when you woke up?",
        "What one thing do you like most about winter?",
        "What one thing do you like most about summer?",
        "Out of everyone out there, who would you say is excelling lately?",
        "What is your ideal breakfast?",
        "When were you glad that things didn't go as expected?What happened?",
        "What film do you occasionally feel like watching again?",
        "What book do you occasionally feel like reading again?",
        "What food can you always eat, no matter how full you are?",
        "What thing do you want to do when the weather gets cold?",
        "Which cover song do you think is better than the original?",
        "When you were younger, did you prefer playing at your own house or a friend's house?",
        "Which character from a movie, TV show, comic book, novel, or other work of fiction do you want to become friends with?",
        "What character from a movie, TV show, comic book, novel, or other work of fiction do you want to become your rival?",
        "What food do you like to eat around the holidays?",
        "If you could get anything as a present this holiday season, what would you ask for?",
        "How do you spend your winter holidays?",
        "Where will you spend your New Year's Eve?",
        "The year is nearly over.Is there anything you still have to do before it ends?",
        "Tell me a fun memory you have that involves snow!",
        "Have you ever had a premonition come true?What was it?",
        "What's something particularly memorable that happened at your house?",
        "Is there any color of clothing that you won't wear anymore?If so...hat color, and why?",
        "What's a fun place you went with a friend?",
        "What do you think you'll get better at from now on?",
        "Which celebrity do you think has a tendency to overreact to things?",
        "Which celebrity do you think looks much younger than they really are?",
        "What genre of music were you unfamiliar with at first, but became a fan of once you heard more of it?",
        "Has a song ever made you cry? If so, what song was it?",
        "Have you ever been moved by the sight of a beautiful nature spot? If you have, what was it?",
        "If you were to come up with a name for the concept of \"good things happening one after another\", what would it be?",
        "Some idioms involve body parts, like \"willing to give your right arm for something\", or \"a smell that'll turn your stomach\".Can you come up with one of your own?",
        "What are you scared to touch?",
        "What do you want to master?",
        "If you had to talk to a large crowd about something for an hour, what would you talk about?",
        "Have you ever been so excited that you couldn't sleep?If you have, what were you excited about?",
        "What sound do you think you could never get sick of?",
        "What thing have you bought used, and been very satisfied with?",
        "What did you have for dinner last night?",
        "What's your biggest dream in life?",
        "What's your favorite food?",
        "What do you want more than anything else in the world?",
        "What food do you totally hate?",
        "What's your most recent purchase?",
        "What's something really important to you?",
        "What comic book do you recommend reading?",
        "What movie do you recommend watching?",
        "What app would you recommend downloading?",
        "What's your favorite game to play?",
        "What's a secret you don't mind sharing?",
        "What's something funny that's happened to you recently?",
        "How often do you get your hair cut?",
        "Which do you like better: cats or dogs?",
        "What's your favorite restaurant?",
        "What's your latest obsession?",
        "What type of personality are you most attracted to?",
        "What are you quietly proud of?",
        "What's your favorite thing to do on your days off?",
        "Where does your Mii's nickname come from?",
        "Where are you from?",
        "What was your favorite game as a kid?",
        "What kind of stuff was popular when you were a kid?",
        "When you were a kid, what did you want to be when you grew up?",
        "What's your favorite joke to tell?",
        "What current event has grabbed your interest?",
        "What song has been stuck in your head lately?",
        "What's your favorite TV show right now?",
        "What's the most recent movie you've watched?",
        "What tasty food have you rediscovered recently?",
        "What places have you been to lately?",
        "What's more important to you: friendship or love?",
        "Who are you in love with right now?",
        "What's your sign?",
        "When was your first crush?",
        "What hairstyle do you find most attractive?",
        "Would you rather go on vacation somewhere warm or cold?",
        "What's your go-to breakfast?",
        "What bad habit would you like to get rid of?",
        "Can you tell me about a supernatural experience you've had?",
        "Which movie always makes you cry?",
        "What makes you dizzy?",
        "What makes your heart flutter?",
        "Where would you love to visit?",
        "What were you doing a few minutes ago?",
        "What book have you always wanted to read?",
        "What are your plans for your next day off?",
        "What are you most looking forward to right now?",
        "What word best sums up your year?",
        "What event this year made the biggest impression on you?",
        "What do you think you'll be doing 10 years from now?",
        "What's your catchphrase?",
        "Imagine flowers blooming in your mind's eye...How many flowers do you see?",
        "What has your attention been divided over lately?",
        "What's your favorite beverage?",
        "What's your favorite type of junk food?",
        "What's your least favorite beverage?",
        "What's been getting on your nerves lately?",
        "What did you do last weekend?",
        "What month were you born in?",
        "How many siblings do you have?",
        "What town or city do you live in?",
        "If you had to choose, what would you say is your best quality?",
        "Which app do you feel like nobody uses except you?",
        "Who do people think you most resemble?",
        "What's your favorite animal and why?",
        "Can you tell me something interesting?",
        "What's your favorite useless fact?",
        "What's your secret obsession?",
        "What's your guilty pleasure?",
        "Where's your favorite place to have fun?",
        "Have you made any big mistakes recently?If so, what happened?",
        "What are you most interested in lately?",
        "What would you like to quit doing but just can't?",
        "What's your go-to snack?",
        "How do you decide whether or not to buy something?",
        "If you could eat an unlimited amount of one kind of food, what would it be?",
        "What do you find yourself doing when you have free time?",
        "How do you act around people you're interested in?",
        "What pet name would you love your crush to call you?",
        "What's your favorite five-letter word?",
        "What's your earliest memory?",
        "What's your favorite TV show of all time?",
        "What's your favorite school subject?",
        "What's your favorite type of music?",
        "What's your favorite fruit?",
        "What's your favorite cartoon?",
        "What website do you spend the most time on?",
        "What would you do if it was your last day on Earth?",
        "What have you always wanted someone to say to you?",
        "What's something from your past that you wish you could forget about?",
        "What's your motto?",
        "What words will you never forget?",
        "What memory embarrasses you just thinking about it?",
        "What's your favorite word?",
        "What sends shivers down your spine?",
        "What's something really tasty you've eaten recently?",
        "What's more important to you: work or family?",
        "Have you ever thought, \"This is it, my number's up!\"If so, what situation were you in?",
        "Who's your favorite fictional character?",
        "What's your favorite kind of tea?",
        "What's your best video-game memory?",
        "What's your most vivid memory?",
        "What was your nickname growing up?",
        "What do you find completely unacceptable?",
        "What type of people do you think are cool?",
        "What type of people do you find cute?",
        "What book made you cry the most?",
        "What book made you laugh the most?",
        "If you could have one wish granted, what would it be?",
        "Do you find it easy to get up in the morning?",
        "Have you ever won an award?What was it for?",
        "Would you rather be popular but poor, or rich but lonely?",
        "What's your biggest fear?",
        "What's the biggest waste of money you've ever bought?",
        "If you saw a nose hair sticking out of your best friend's nose, what would you do?",
        "What's the best thing you've ever bought?",
        "Do you have any pets?What kind?",
        "What's the most painful injury you've ever had?",
        "When was the last time you felt deeply moved?What moved you?",
        "Out of all the movies, songs, books, people, and words you've come across in your life, what has had the biggest effect on you?",
        "Which part of your face do you like the most?",
        "What's your favorite type of ramen?",
        "What's your favorite kind of pasta?",
        "What's your favorite brand of clothing?",
        "What's the best dish you can cook?",
        "What was the first album you ever bought?",
        "What do you collect?",
        "Do you or your family have a car?If so, what kind?",
        "Who was your favorite fictional character when you were little?",
        "Be honest—what game do you think is terrible?",
        "What's the furthest place you've ever traveled to?",
        "What sport are you best at?",
        "Have you ever won a prize before?What did you win?",
        "When you were in junior high school, what role did you have on the student council?",
        "When you think \"pop star,\" who comes to mind first?",
        "What do you imagine when you hear the word \"feast\"?",
        "Who's your favorite female cartoon character?",
        "Who's your favorite male cartoon character?",
        "What's your favorite flower?",
        "What's your favorite sweet treat?",
        "What's the first movie you ever saw at the theater?",
        "What's the first comic book you ever bought?",
        "What movie have you seen a bunch of times?",
        "When you were a kid, what cartoon did you always watch after school?",
        "What song do you love to sing?",
        "What was the best day of your life?",
        "Can you sum up in four words or less how you feel right now?",
        "What was your favorite snack when you were a kid?",
        "What's a hobby of yours that you don't like to tell people about?",
        "Looking back on your life, what do you feel you worked really hard on?",
        "What new skill would you most like to have?",
        "Have you ever met a famous person or celebrity?If so, who?",
        "If you could be reborn as someone else, who would you want to be?",
        "What's the best concert you've ever been to?",
        "What's your favorite bakery?",
        "What's one of your most bittersweet memories?",
        "What's your favorite bookstore?",
        "Besides your current location, where else would you like to live someday?",
        "What are you saving up money for right now?",
        "What's your favorite vacation destination?",
        "Do you have any specific fears, like heights or spiders?",
        "What sounds can you not stand?",
        "Are you studying anything these days?",
        "What would be your ideal way to spend your retirement?",
        "What do you do that makes you feel the happiest?",
        "What's your favorite novel?",
        "What's something special you'd love your sweetheart to do for you?",
        "What's the biggest adventure you've ever had?",
        "Who's someone you just can't forget?",
        "If you were given ten grand to spend in one day, what would you do?",
        "What's the main thing you're looking for in a life partner?",
        "What's your favorite smell?",
        "What do you own that's top of the line?",
        "What do you like best about where you currently live?",
        "If you could give your childhood self some advice, what would it be?",
        "What color clothes do you wear most often?",
        "What type of person was your first crush?",
        "How many hours a day do you use your cell phone?",
        "How many hours of sleep do you get on average each night?",
        "Do you have any good-luck charms or rituals? If so, what?",
        "What superstitions do you have?",
        "Who's the most beautiful person you can think of?It can be anyone from the past or present, but they must be real.",
        "What's something you're really good at?",
        "What's the first thing you notice about people you have a crush on?",
        "Can you tell me about a nightmare you've had?",
        "Which star of a comic book or cartoon would you like to be?",
        "What famous person would you love to be friends with?",
        "Do you believe in aliens?",
        "If you could do any job for one day, what would you want to do?",
        "If you wrote a book, what would it be about?",
        "What have you done recently that you regret?",
        "What's a mysterious experience you've had?",
        "What hobby have you spent the most money on?",
        "What mistake do you keep on making?",
        "Which genre, such as \"animal stories\" or \"family dramas\" always makes you cry?",
        "What's the best gift you've ever received?",
        "Have you ever gotten a gift from your parents that you were really disappointed with?If so, what?",
        "What does happiness mean to you, in just a few words?",
        "What food are you really picky about?",
        "Do you have any secrets for making life easier?",
        "What were you scared of when you were a kid?",
        "Who did you look up to when you were little?",
        "Are you a good liar?",
        "What music cheers you up when you're feeling down?",
        "What's the first thing you do when you get home?",
        "When you think of a hero who has saved the world, who do you think of?",
        "When you think of a heroine who has saved the world, who do you think of?",
        "Who's your favorite male singer?",
        "Who's your favorite female singer?",
        "Who's your favorite male comedian?",
        "Who's your favorite female comedian?",
        "How do you like your steak cooked?",
        "What's the most interesting thing you've ever found under your couch cushions?",
        "What brings you good luck?",
        "How do you react when you find out you've been lied to?",
        "What's your favorite color?",
        "What was your biggest fashion disaster?",
        "Where's your favorite place to relax?",
        "What's your dream job?",
        "Where in outer space would you like to visit?",
        "What's your favorite number?",
        "If you could travel through time, where and when would you go first?",
        "What famous person, alive or dead, would you most like to meet?",
        "If you could transform into any animal at will, what animal would you choose?",
        "Would you rather have the power of flight or invisibility?",
        "Do you prefer the mountains or the ocean?",
        "Do you prefer scary movies or funny movies?",
        "Who's your favorite male celebrity?",
        "Who's your favorite female celebrity?",
        "What team do you root for?",
        "If you search the Internet for your own name, what comes up?",
        "What's your spirit animal?",
        "What was the first conversation you had about today?",
        "If you could return to your past, what age would you go back to being?",
        "What do you like most about the clothes you're wearing today?",
        "What's your favorite flavor of chips?",
        "If you knew you were going to be trapped on a desert island for a year, what would you take with you?",
        "Which country would you like to go on vacation to next?",
        "Which country have you always wanted to visit?",
        "If you had to go either sky diving or bungee jumping, which would you choose?",
        "If you won the lottery, who would you tell first?",
        "If you won the lottery, what would you buy first?",
        "If you could freeze time, what's the first thing you would do?",
        "Who do you respect the most?",
        "What are you doing this weekend?",
        "If you had 30 minutes to spare right now, what would you do?",
        "If you've ever fallen in love at first sight, what type of person did you fall in love with?",
        "What food do you hate so much, you'll never eat it again?",
        "What's something you've always wanted to do?",
        "What smartphone app could you not live without?",
        "When you grow old, what kind of person do you think you'll be?",
        "Who's your favorite band?",
        "Who's your favorite male athlete?",
        "Who's your favorite female athlete?",
        "What video on the Internet made you laugh recently?",
        "What's your favorite bird?",
        "What made you smile recently?",
        "What's your favorite salad dressing?",
        "What sauce do you like with your fries?",
        "What flavor popcorn do you like best?",
        "What's your favorite foreign-language greeting?",
        "How did you meet your best friend?",
        "Which would you rather put up with: a super hot summer or a super cold winter?",
        "Which would you rather have: the ability to change the past or the ability to see the future?",
        "Would you rather live one life that lasts 1,000 years or live 10 \\nlyveslives that last 100 years each?",
        "What's the weirdest thing you've ever eaten?",
        "What's something people do that you just don't understand?",
        "What's your favorite saying?",
        "What music do you listen to when you want to concentrate?",
        "Do you like to get chores done in the morning or in the evening?",
        "What clothing store would you recommend?",
        "Which convenience store would you recommend?",
        "What's your favorite word that starts with the letter \"o\"?",
        "Which male entertainer do you think will break into the big time soon?",
        "What do you think money can't buy?",
        "What food makes you think of spring?",
        "What food makes you think of summer?",
        "What food makes you think of fall?",
        "What food makes you think of winter?",
        "What famous historical figure would you love to meet?",
        "What dish at what restaurant would you recommend?",
        "What's the first foreign country you vacationed in?",
        "What's something you only do on your days off?",
        "Would you rather have a reliable senpai or an adorable kohai?",
        "If someone packed you lunch, what would you hope to find inside?",
        "How old were you when you got your first computer?",
        "What outfit would you never be able to pull off?",
        "If you were going to ask someone out, where would you do it?",
        "What's something you used to hate but slowly grew to like?",
        "If you could only eat one food for the rest of your life, what would you choose?",
        "Say you got three free tickets for an all-expenses-paid vacation, who would you take?",
        "What's the furthest from home you've ever traveled with your family?",
        "What's a movie you've fallen asleep watching?",
        "What title of a movie, book, song, etc. have you been really impressed by?",
        "What country do you think has great food?",
        "What's a phrase or song you want to forget but can't?",
        "Have you ever bought something by accident?What was it?",
        "Which song used in a commercial has left the biggest impression on you?",
        "What mistake have you really learned from?",
        "How often do you buy a new cell phone?",
        "Do you think you'd do well in a long-distance relationship?",
        "Which do you think you'd be more successful at: not laughing for a month or not getting angry for a month?",
        "At what age did you pick out and buy your own clothes for the first time?",
        "What's something that your family does that you don't think other families do?",
        "Which celebrity has caught your attention recently?",
        "In what way have you grown the most over the past year?",
        "What's a food you used to hate but now don't mind eating?",
        "If you were going to throw a party at your house, what music would you play?",
        "What's the best dish cooked by someone in your family?",
        "How do you treat yourself from time to time?",
        "What has surprised you the most in your life so far?",
        "What's a food you find yourself craving every so often?",
        "What's been going on lately?",
        "If you were in a fairy tale, which character would you like to be?",
        "NOT USED",
        "How would you like to be proposed to?",
        "What's your favorite season?",
        "If you could choose one temperature to have all year round, what would it be?",
        "What do you do to relieve stress?",
        "Would you rather live in the city or the country?",
        "If you were going on a first date, how many minutes early would you show up?",
        "What would you like to get for your next birthday?",
        "Do you prefer a digital or an analog clock face?",
        "If you could be the best musician in the world, what instrument would you choose to play?",
        "What famous person do you share a birthday with?",
        "If you became a celebrity, what would you want to be famous for?",
        "What area of fashion interests you?",
        "What sweet treat that you've eaten recently would you recommend?",
        "How do you take after your parents?",
        "What method for perking yourself up would you recommend?",
        "What would you do if you and your best friend had a crush on the same person?",
        "What's the first thing you do after you get up in the morning?",
        "What kind of hairstyle would you love to try out?",
        "What would your ideal wedding be like?",
        "If you were expecting a new brother or sister in your family, what kind of person would you hope they're like?",
        "Say you're at an all-you-can-eat buffet with every type of food on the planet... What would you eat the most of?",
        "If you could go back and speak to yourself five years ago, what would you say?",
        "If you could go to the future and speak to yourself five years from now, what would you ask?",
        "What's something you've been really into recently that you would recommend to people, and why?",
        "If you became leader of your country, what's the first thing you'd do?",
        "Which do you prefer, coffee or tea?",
        "When you were little, what problem (one which now seems quite simple) really puzzled you?",
        "What's something that you've been using for a long time?",
        "What do you think you were in a past life?",
        "If you were going to get a new pet, what animal would you choose?",
        "What's your favorite place on Earth?",
        "When do you have trouble sleeping?",
        "What, if anything, can you remember from when you were a baby?",
        "What are your thoughts on \"moldy\" cheese?",
        "It's often said that humans only use 10 percent of their brain capacity.If you could use the remaining 90 percent, what would you use it for?",
        "What thing is indispensable for a happy home life?",
        "What's something you're super envious of?",
        "Which would you prefer?To win a million dollars right now or to go back to being a kid with all of your current memories intact?",
        "If you were the headteacher of a primary school, what would you say to the children during assembly?",
        "What do you think first impressions are based on?",
        "What's the dividing line between a friend and a sweetheart?",
        "If you took part in a play, which role would you want?",
        "What's something crazy that's happened to your family?Any really funny or wacky stories?",
        "If days were 25 hours long, what would you do with the extra hour?",
        "If you were given a day off on short notice, what would you do?",
        "What do you think the difference between \"beauty\" and \"cuteness\" is?",
        "What language have you always wished you could speak?",
        "What sport are you not particularly good at?",
        "What kind of house would you like to live in?",
        "What's something you thought they had everywhere but's actually just somethin' from round your neck o' the woods?",
        "What's a word you always use with your friends but nobody else understands?",
        "What's your favorite TV commercial?",
        "If you were told you had to leave home immediately and start a new life abroad, which country would you choose to live in?",
        "What has a friend done for you that's really helped you out?",
        "What do you remember about your first date?",
        "What would be your ideal situation for a first kiss?",
        "Would you prefer to go out with someone younger or older than yourself, and why?",
        "What spot that you know of has amazing scenery?",
        "What's something you've noticed becoming really popular recently?",
        "What's your favorite winter sport?",
        "What are three things you look for in a partner?",
        "What musical instruments do you play?",
        "What would the title of your autobiography be?",
        "What's your definition of success?",
        "What do you think is the greatest invention of all time?",
        "What would you like someone to invent in the near future?",
        "What's the meaning of life?",
        "What is love?",
        "Why is school important?",
        "What does work mean to you?",
        "What does family mean to you?",
        "What does friendship mean to you?",
        "What do you think about 3D movies?",
        "If you could create a new chip flavor, what would it be?",
        "What do you think is just the coolest thing ever?",
        "Are you completely addicted to any TV shows right now?If so, what?",
        "What do you like to do on rainy days?",
        "Using just three adjectives, how would you describe yourself?",
        "What piece of trivia do you think you were better off not knowing?",
        "What's something most people throw away that you think is a huge waste?",
        "What eco-conscious thing have you been doing lately?",
        "Where do you prefer shopping: at local shops or at the mall?",
        "Which emoticon do you use the most?",
        "If you get in a fight with a friend, how do you patch things up?",
        "What's the one thing you've lost that you want to find again?",
        "How do you get rid of the hiccups?",
        "Which animal would make you run as fast as possible in the opposite direction if you came across it?",
        "What's your claim to fame?",
        "What world record do you think you could break?",
        "What thing beginning with \"o\" do you think there is not enough of?",
        "Do you believe in horoscopes? Why?",
        "What do you do to stay healthy?",
        "What clubs were you in when you were in school?",
        "How often did your teacher get mad at you when you were little?",
        "What kind of kid were you in elementary school?",
        "What do you regret not studying harder?",
        "What memory most reminds you of your youth?",
        "What's your favorite chore?",
        "What's your least favorite chore?",
        "What kind of lessons did you learn when you were little?",
        "What job do you think would be fun to have?",
        "As a kid, what were you jealous of adults being able to do?",
        "If you didn't have your current job, what would you want to do instead?",
        "What's your region's comfort food?",
        "Do you follow fashion trends or stick to classic looks?",
        "What kind of accessories do you wear the most?",
        "How would you define your fashion style?",
        "What kind of clothes look best on you?",
        "What kind of bag, purse, or wallet do you like to use?",
        "What kind of clothes do you wear on the weekend?",
        "What kinds of clothes do you wear during the week?",
        "What's your favorite type of shoes?",
        "What type of cosmetic product do you use the most?",
        "Do you prefer to shop at actual stores or online?",
        "What does fashion mean to you?",
        "How much time do you spend getting ready in the morning?",
        "How would you define yourself?",
        "What's your favorite rice topping?",
        "Which female entertainer do you think will break into the big time soon?",
        "What are you doing for New Year's Eve?",
        "It's New Year's Eve!What will you be doing as the clock strikes midnight?",
        "What's your New Year's resolution?",
        "What's the best thing about cats?",
        "What's your favorite kind of uniform?",
        "When you think \"princess,\" who first comes to mind?",
        "What's your favorite kind of bread?",
        "When you think \"ninja,\" what first comes to mind?",
        "What fruit have you eaten the most of in your life so far?",
        "How would you define \"gothic fashion\"?",
        "What's your favorite thing to eat at a barbecue?",
        "What's the best thing about dogs?",
        "If you were an ice cream, what flavor would you be?",
        "What word do you always need to think about for a bit before you remember what it means?",
        "Has anything ever happened to you that made you really respect someone?If so, what was it?",
        "Which would you prefer and why?Lots of acquaintances or one good friend?",
        "How many times a year do you take a vacation?",
        "What's something you've lost that you've never been able to find?",
        "What book have you read recently?",
        "What's your favorite line from a song's lyrics?",
        "How would you define intelligence?",
        "What do your friends do for you that makes you happiest?",
        "Imagine you're an RPG character and you get 10 points to spend on your stats...What would you spend them on?",
        "What's your favorite magazine?",
        "What's something that made your heart race when you were little?",
        "Before you grew up, was there ever a case where you bit off more than you could chew?If so, what was the situation?",
        "What's the most interesting thing about school at the moment?",
        "Which adult do you look up to the most?",
        "What part-time or weekend jobs have you had?",
        "What part-time or weekend jobs would you like to have?",
        "Have you ever had something unbelievably lucky happen to you?If so, what?",
        "What about Mii most resembles the real you?",
        "What's something you think has gotten better in the last two or three years?",
        "What's something you think has gotten worse in the last two or three years?",
        "What news really made an impression on you in the last two or three years?",
        "What's your favorite homegrown (non-foreign) TV drama?",
        "What's your favorite foreign TV drama?",
        "What word have you been hearing a lot recently that you just can't get out of your head?",
        "What toy did you always play with when you were little?",
        "What's your favorite soft drink?",
        "What would you love to do if you could go back to being a kid again?",
        "How would you describe your best friend?",
        "What kind of people do you just not get along with?",
        "How would you describe your dream home?",
        "What has surprised you the most lately?",
        "How would you define \"cool\"?",
        "How would you write the sound of your own sneeze?",
        "Who do you think has an amazing voice?",
        "What prank was popular when you were a kid?",
        "What celebrity or fictional character would you love to marry?",
        "What toy did you really want but never get when you were a kid?",
        "What's a good way to become more popular?",
        "What's a good way to make new friends?",
        "What's your favorite World Heritage Site?",
        "What's your best tip for saving money?",
        "If you were going to de-clutter your life, what would you get rid of first?",
        "What do you do when you feel a cold coming on?",
        "If you could dispense any one condiment out of your pinky finger at will, what would you choose?",
        "Which current TV show would you like to be on?",
        "If you were in charge of a new Super Mario Bros. TV show, who would you cast as Mario?",
        "Do you prefer to plan out your weekends ahead of time or make them up as you go?",
        "What popular buzzword can you just not get used to hearing?",
        "Do you still have any toys from when you were little that you just can't get rid of?If so, what?",
        "What eco-friendly habit do you always try to do?",
        "How often do you take selfies?",
        "What's your favorite type of fast food?",
        "What's something you'd be willing to stand in line overnight to get?",
        "What type of sunglasses look best on you?",
        "What useless invention doesn't exist yet but should?",
        "If there was a zombie apocalypse, what would you do to stay alive?",
        "What's your favorite card game?",
        "Which two characters from separate works of fiction would make a great couple?",
        "How many people have you had a crush on but never admitted it to?",
        "If true love really exists, where do you find it?",
        "What's something you're super into that other people don't seem to care much about?",
        "Of all the gifts you've ever received, which is your most cherished?",
        "What's something you have at home that you'd really like to sell?",
        "What's something you have to do every day or you just don't feel right?",
        "What common health advice do you think is bogus?",
        "If you could instantly become a world-class athlete, which sport would you choose?",
        "What thing beginning with the letter \"a\" could you gladly live without?",
        "What's something you've done while half-asleep?",
        "Whose hairstyle do you adore?",
        "What's one unpopular opinion you have?",
        "What's your favorite pun?",
        "If you could bring back any TV show, what would it be?",
        "Do you prefer using a laptop or desktop computer?",
        "What's the best excuse you've ever used when running late?",
        "What's the most expensive thing you've ever broken by accident?",
        "How many countries have you visited?",
        "Do you prefer camping or staying in hotels?",
        "What advice would you give to someone who's afraid of flying?",
        "Do you prefer buttons or a zipper on your jeans?",
        "What's your favorite day of the week?",
        "What's your favorite city in Europe?",
        "What's your favorite monument in Europe?",
        "Do you prefer swimming in the ocean or in a pool?",
        "What's your favorite museum, and why?",
        "What's your favorite horror movie?",
        "What are the ingredients of your favorite recipe?Can you name them all?",
        "What's the funniest T-shirt you own?",
        "What's a proverb that you often hear?",
        "What's a fun topic of conversation when you first meet someone about the same age as you?",
        "What's an interesting bit of movie trivia?",
        "What's an interesting bit of comic or cartoon trivia?",
        "What piece of advice have you really taken to heart?",
        "What's something you never leave home without?",
        "What's the first thing you think about when you wake up in the morning?",
        "How many times a day do you brush your teeth?",
        "If you were going to share one of your secrets, who would you share it with?",
        "What's your ideal in-flight meal?",
        "How often do you go to the movie theater?",
        "What burger joint would you recommend?",
        "What's your ideal first date?",
        "What were you thinking about right before you went to sleep last night?",
        "What's a habit other people have that catches your attention?",
        "Do you prefer giving presents or getting presents?Why?",
        "Look up from the screen—what do you see?",
        "（未使用 - Not Used）What's something you love doing on rainy days?",
        "If you were a figure skater, what music would you perform to?",
        "What's the longest you've ever stayed awake?",
        "What's the longest you've ever slept?",
        "What color is your toothbrush?",
        "We're almost halfway through the year! Have you accomplished any of your goals for this year yet?",
        "We're almost halfway through the year! Is there anything you still want to do this year?",
        "Are there any candies or sweets from your childhood you don't see very often anymore?",
        "What was the first Nintendo product you ever bought?",
        "What's the first game you ever bought?",
        "What story that you studied at school left an impression on you?",
        "What recent dream can you just not get out of your head?",
        "What would your ideal day be like?",
        "When you were a child, what did you consider an amazing treat, foodwise?",
        "Where would you hide your treasure?",
        "If you ruled the world, what style of fashion would you spread everywhere?",
        "What do you do on those days when your hair just doesn't cooperate?",
        "If you could visit only one attraction at an amusement park, which one would you visit?",
        "What do you consider humanity's greatest achievement?",
        "Which emoji best expresses how you're feeling right now?",
        "What's your favorite gadget?",
        "Do you prefer to shower in the morning or in the evening?",
        "What do you wish you could use as many times as you want?",
        "Do you have any certifications or special qualifications?",
        "Would you consider your handwriting pretty good?",
        "If a friend from out of town came to visit you, where would you take them first?",
        "What's the most expensive purchase you've ever made?",
        "If you could look into someone's heart to see how they truly felt about something, whose would it be?",
        "Do you tend to follow your heart or your mind?",
        "What would you consider your most interesting feature?",
        "What's your favorite memory of your time at school?",
        "Have you ever thought so hard you gave yourself a headache? What were you thinking about?",
        "What's your favorite holiday?",
        "Do you remember what life was like before the Internet?",
        "What's something you always want to do on sunny days?",
        "What color are your favorite socks?",
        "What's an unexpectedly delicious food pairing?",
        "What's something you'd like to see sold in a vending machine?",
        "When was the last time you used a paper map?",
        "Do you have a good trick to wake up early?",
        "When was the last time you got a haircut?Did you like how it turned out?",
        "What do you have in your pocket right now?",
        "Has there ever been a time where you went \"all in\" and prevailed?",
        "Has there ever been a time where you went \"all in\" and it didn't pay off?",
        "When you fall in love with someone, do you take the first step, or do you wait for the other person to?",
        "Is there a food you hate but have never actually tried?",
        "Do you still keep in touch with any friends from school?",
        "What's a daily necessity that you really love?",
        "Have you ever written a love letter?How did it go?",
        "Are there any local legends or tales that have left an impression on you?",
        "What's the worst thing you've ever had at a restaurant?",
        "What personal items do you have at your desk or in your locker?",
        "Do you use a smartphone case?If you do, what's it like?",
        "Has anything from a dream ever then happened in real life?What was it?",
        "What image do you use as your smartphone's wallpaper?",
        "If you had to pick something, what do you consider yourself a genius at?",
        "Tell me a birthday party memory!",
        "What do you think of when you hear the phrase \"timeless masterpiece\"? It could be a TV show, a painting, anything!",
        "What do you think of when you hear the phrase \"undervalued masterpiece\"? It could be a TV show, a painting, anything!",
        "What's the first thing that pops into your mind when you think of spring?",
        "What's the first thing that pops into your mind when you think of summer?",
        "What's the first thing that pops into your mind when you think of fall?",
        "What's the first thing that pops into your mind when you think of winter?",
        "What's the best advertising slogan you've heard?",
        "What's one thing you feel won't change even with the passing of time?",
        "What's the best way to eat bread?",
        "If you could exchange part of your body with another person's, whose body part would you want to exchange it for?",
        "What do you consider your hometown even if it's not actually where you come from?",
        "What's a candy you liked when you were little?",
        "What's your favorite amusement-park attraction?",
        "What's something you can't help but buy if it's on sale for cheap?",
        "What's your favorite theme park or similar location to visit?",
        "Who's your favorite male actor?",
        "Who's your favorite female actor?",
        "If you were moving into a 100-story skyscraper, which floor would you choose to live on and why?",
        "If you were in a band, what would your role be?",
        "What do you think the far reaches of space are like?",
        "What type of photos make up the majority of the album on your smart device?",
        "What do you think would be completely inconvenient if it weren't for the Internet?",
        "What's the most unexpected place you've found a missing object??",
        "What was the reason for the last time you cried happy tears?",
        "What was the reason for the last time you cried tears of sadness?",
        "What word or phrase do you think is cool?",
        "A ball is flying right for you! hat do you do?!",
        "If you could travel to another world, what kind of place would you like it to be?",
        "Do you like to spend time indoors or outdoors on your days off?",
        "You just found a legendary sword in the back of your closet!What do you name it?",
        "What sort of clothes make people more attractive to you?",
        "What sort of mannerisms do you find attractive?",
        "What animal would you like to play with and why?",
        "If you could use magic, what kind would you use and why?",
        "Role-playing time!You can be a hero, an evil king, a villager, or a monster.Which do you want to be and why?",
        "Are you the type to enjoy just one flavor of ice cream at a time, or a mixture of flavors?",
        "What's something that you find relaxing?",
        "What's something that you think will become popular this year?",
        "If someone was going to throw you a celebration, what would you want it to be like?",
        "s there any one thing where, no matter what, you'd give it your all?",
        "What little prank would you play on a friend?",
        "What's your favorite stationery item?",
        "What's your favorite thing about the country you live in?",
        "What kind of picture would you draw to illustrate your current state of mind?",
        "What's a fun place you've visited on a day trip?",
        "What would your ideal self be like?",
        "If you discovered a new star, what would you name it?",
        "（未使用 - Not Used）",
        "What fond memories do you have of playing an instrument?",
        "What's something that happened this summer?",
        "Tell me something that happened to you this winter!",
        "If you were going to dye your hair, what color would you pick?",
        "What's the farthest you've ever walked?",
        "What's the most amazing scene from a film you've ever seen?",
        "What is the most boring movie you've ever seen?",
        "What’s something a guy might do that you’re not a fan of?",
        "What’s something a girl might do that you’re not a fan of?",
        "Picture this: You're going to the beach with some friends. What swimsuit do you wear?",
        "If there's one thing you absolutely must bring to the beach, what is it?",
        "Traveling this summer?Where do you plan to go?",
        "What's your plan for surviving hot summer weather?",
        "It's a hot summer day and you don't feel like eating anything except...what?",
        "Is there any water sport you'd like to try out?",
        "Have you ever got a really bad sunburn?",
        "Did you ever go to the sea?Tell me a memory about it!",
        "What's a great summertime beach song?",
        "What's your favorite mythical creature?",
        "Do you print photos you take or just leave them as digital data?",
        "What kind of person would you like to become friends with?",
        "Have you ever had the same dream multiple times?What was the dream about?",
        "Which do you think is better... Reading the original book, or watching the movie?",
        "What's the most amazing party you've ever been to?What made it so wonderful?",
        "You're lost in a foreign country where you don't speak the language... Your smartphone's battery has died... What do you do?",
        "What movie has the best ending?",
        "What movie has the worst ending?",
        "Which celebrity are you not a big fan of, and why not?",
        "Is there an athlete you just can't cheer for? Why not?",
        "Is there a sports team you'd love to see lose all the time?",
        "What's something in the world that just drives you crazy?",
        "What daily necessity could you live without?",
        "What part of your body is the most ticklish?",
        "Is there something you'd like to see people in the world do more?",
        "Is there something you wish people in the world did less of?",
        "If you could choose any person in the world to have lunch with, who would it be?",
        "What's your favorite movie or video game soundtrack?",
        "If you could keep a strange creature as a pet...hat would you pick?",
        "What's your favorite board game?",
        "What movie or book would you love to see a sequel to?",
        "What game do you think should have a sequel?",
        "Is there a TV show you wish had just one more season?",
        "Who do you feel has influenced you the most?",
        "If all of humanity were to work toward a single goal, what do you think it should be?",
        "If you washed up on a desert island, who would you want to be stuck there with you?",
        "If you could have a celebrity for a parent, who would you wish for?",
        "What are your plans for tomorrow?",
        "If you could give one order to everybody in the world at the same time, what would it be?",
        "Who do you think is the most talented athlete?",
        "If you could take only one thing from your house in an emergency, what would it be?",
        "Where was the hottest place you've ever been on vacation?",
        "Where was the coldest place you've ever been on vacation?",
        "What's your favorite fairy tale?",
        "Tell me about the most nervous time of your life!",
        "What's something that you realized was precious to you only after you lost it?",
        "Who do you think is the strongest in the world in a bare-handed fight?",
        "Can you remember a lullaby you often heard as a child? How does it go?",
        "What have you lost recently?",
        "Where have you been hanging out a lot recently?",
        "What game character do you think you could win against in a real fight?",
        "If you were transported into a video game, what game would you want it to be?",
        "What picture book did you often read in your childhood?",
        "If you were to add a never-before-seen feature to smart phones, what would it be?",
        "What's something you remember creating when you were a child?",
        "What childhood memory have you drawn a picture of?",
        "What's something that would be cool to be edible after you're done using it? You know, like how you can eat an ice-cream cone once it's done holding your ice cream!",
        "What song do you want to, or did you, play at your wedding?",
        "What household appliances are you most particular about?",
        "What famous person would you never get along with?",
        "What's your favorite magic trick?",
        "What's your favorite kind of instant food?",
        "What building name do you think is pretty cool?",
        "If you had to become a famous person's manager, who would you manage?",
        "What household appliances do you want to replace?",
        "What video game genres do you like?",
        "When in your childhood were you happiest?",
        "Which male singer do you think is pretty bad at singing?",
        "Which female singer do you think is pretty bad at singing?",
        "What kind of cooking do you think just isn't very good?",
        "What kind of cake do you like?",
        "Tell me your recommended date spot!",
        "What do you base your fashion or style on?",
        "What do you do on the way to work or school?",
        "What do you wear when you go to bed?",
        "What horror baddie is the scariest?",
        "In relationships, how big of an age difference is \"just right\"?",
        "What sport do you love to watch?",
        "What words have you been hearing a lot lately?",
        "If you could work anywhere for a day, where would you want to work?",
        "What's your beauty secret?You must do something...Tell me what it is!",
        "When it comes to having a good vacation, what matters most?",
        "I'm hungry!Recommend a great new restaurant!",
        "How do you get a good night's sleep?",
        "Did you ever aim to be popular? What was your strategy?",
        "Describe your ideal grandparent.",
        "Ever seen a miracle?Tell me about it!",
        "Anything you absolutely must check out when there's a new volume?",
        "Who's your favorite villain?",
        "Is there any short story, manga, or anime you'd like to see adapted to live action?",
        "What will you miss most about summer?",
        "What events are you looking forward to the most in the upcoming Summer Olympic Games?",
        "What dish have you messed up trying to cook?",
        "What word do you think has never been included in song lyrics?",
        "What movie title would make you see the movie no matter what?",
        "What store do you think has a weird name?",
        "What's a restaurant you enjoy despite it being kind of cheap?",
        "What would your ideal room be like?",
        "What's the name of a pet you have, or once had?",
        "What kind of feature would be useful on a TV?",
        "What meal with vegetables is your favorite?",
        "What, if any, is your favorite meat dish?",
        "What, if any, is your favorite fish dish?",
        "What, if any, is your favorite pasta dish?",
        "What's something that's happened to you in your life that was like a TV drama?",
        "What was the most disgusting drink you've ever had?",
        "What was the most disgusting snack you've ever had?",
        "What movie genre just isn't for you?",
        "If you could bring any fairy-tale character into the real world, who would it be?",
        "What's your favorite song?",
        "If you could go on vacation anywhere in your own country, where would you want to go?",
        "What animal would you want to try feeding?",
        "When you were a kid, what subject in school did you hate?Tell me why, too!",
        "Now that you're all grown up, you can buy what you want.What do you want to buy a ton of that you always wanted as a kid?",
        "Tell me about a fad hitting your class right now.",
        "Tell me about a time you laughed when you really weren't supposed to.",
        "What would be convenient if it were wireless?",
        "What do you often take pictures of?",
        "What fantasy creature or vehicle would you love to ride?",
        "ell me about a time when you felt the generation gap.",
        "In sports, what player has the most impressive urdrecord...ever?",
        "What, if anything, do you consider one of your weaknesses?",
        "Tell me... hat it is that humanity truly fears?",
        "Do you have any particular preference when it comes to headphones?",
        "When you eat out, what do you usually get?",
        "Into video games?What's your favorite shooter?",
        "What's your favorite role-playing game?",
        "What's your favorite puzzle game?",
        "I want to hear about your unluckiest moment ever.",
        "What celebrity do you feel like you've seen a lot less of lately?",
        "What qualities would make you unable to trust someone?",
        "Tell me how you feel when you hear a recording of your own voice.",
        "Who is your favorite painter or illustrator?",
        "Where can you find a beautiful nighttime view?",
        "What is your favorite red thing?",
        "What yellow thing frightens you the most?",
        "What is it in particular that makes you feel that summer is coming to an end?",
        "Tell me a sign that winter is beginning.",
        "Summer's almost over.How do you feel about that?",
        "What item of clothing do you want to wear this fall?",
        "Which store do you get most excited about whenever you go to the mall?",
        "What kind of situation shows off the best in people?",
        "What did you learn this summer?",
        "What word did you think for the longest time meant one thing, but actually it meant something else?",
        "What's a good self-improvement tip?",
        "What's the first thing that comes to mind when you think of a silly argument?",
        "Can you think of a lie that sounds so believable it could be true?",
        "Can you ride a bike?If so, how tough was it to learn how?",
        "When you hear the word \"twins,\" who's the first pair that comes to mind?",
        "What was the most memorable snack given to you while you were at a friend's house as a child?",
        "What is the most memorable food you've ever been given while visiting someone else's house?",
        "If you were allowed entry somewhere for free, for just one day, where would you want to go?",
        "Have you ever lost any important data from a computer or smartphone?Tell me about it!",
        "What game really impressed you with its originality when you first played it?",
        "What was the last piece of clothing you bought?",
        "If you could travel anywhere by bicycle, where would you go?",
        "Think of something round and delicious…What came to mind?",
        "Which celebrity do you think is the most fashionable?",
        "What food have you had to psych yourself up before eating?",
        "What kind of website would you recommend to other people?",
        "Most baby animals are cute, but which do you think is the cutest of them all?",
        "What's the weirdest dream you've had lately?",
        "What clothing item do you wear so often it makes you feel predictable?",
        "What color of clothing do you think you have never worn?",
        "If you had to choose between an expensive outfit or an expensive meal, which would you choose and why?",
        "What does your ideal bathroom look like?",
        "How long do you think you could stand being completely isolated from other people?",
        "Which comic, movie, or book's ending did you find shocking?",
        "What did you spend a long time considering purchasing, but ultimately decided not to buy?",
        "What is one of the first major life lessons you learned as an adult?",
        "What are you looking forward to this fall?",
        "Have you ever bought something at an auction and later regretted your purchase? If so, what was it?",
        "Which plant, if any, have you grown before?",
        "Who do you think is a true superstar?",
        "I want to get better at public speaking...What do you suggest I do to improve my skills?",
        "Which book, comic book, or movie universe would you most like to live in?",
        "Who do you think is good at drawing or painting?",
        "What is the most delicious restaurant you've ever eaten at?",
        "What, if any, do you think is the tastiest fish?",
        "If you like eggs, what is your favorite way to cook them?",
        "Which food do you think is delicious for its price?",
        "Which food would you say is not worth its price?",
        "In your opinion, when does a friend become a \"true friend\"?",
        "Do you prefer a certain type of stationery?",
        "What's the most expensive book you've ever bought?",
        "What makes you think a person has good taste?",
        "What's something you purchased but have never used?",
        "What are you holding off on buying because you want to save money?",
        "Which celebrity is the best role model?",
        "Which celebrity do you think is the most athletic?",
        "What video game have you given up on playing before beating it?",
        "What drink do you think has cool packaging?",
        "What can you gaze at for so long that you lose track of time?",
        "Describe the kind of person you would want to be friends with for life.",
        "What do you own that makes you think, \"Why on earth did I ever want THAT?\"",
        "Have you ever met someone who looked just like you?If so, where was it?",
        "Have you ever had a strong sense something bad would happen...and then it did?If so, tell me about it!",
        "If you could be reborn as something other than human, what would you be?",
        "What drink have you taken a liking to lately?",
        "Have you ever bought an album, movie, game, or book based only on its cover?If so, what was it?",
        "What kind of scenic picture would you like to hang in your room?",
        "What kinds of stuffed animals did you have as a child?",
        "What's something that you think should never be invented?",
        "What's your favorite music video?",
        "What thing that someone recommended you do unexpectedly turned out to be a perfect fit?",
        "What genre of books takes up the most space on your bookshelf?",
        "Tell me about something you remember from your childhood that's hard to find these days.",
        "What have you done to challenge yourself lately?",
        "Tell me about a time when an unexpected side of your personality was revealed.",
        "What would you like to eat on your birthday?",
        "If you could bring one fictional character out of a TV show into real life, who would it be?",
        "What's the latest you have ever been to something?",
        "Which male actor has caught your attention lately?",
        "Which actress has caught your attention lately?",
        "What if you could live in an apartment rent free, but your roommate...was a ghost?!",
        "What's the most necessary thing in your life right now?",
        "What's something that has put you in a bad mood lately?",
        "Did you ever have \"beginner's luck\"?Tell me about when you tried something for the first time and did really well!",
        "What do you think would taste good covered in chocolate?",
        "What do you think would taste good in a hamburger?",
        "What do you do while traveling by bus or train?",
        "What's the most impressive tourist destination you've ever been to?What's there?",
        "If you could claim any piece of music as your own theme song, to listen to and sing whenever you please, what would it be?",
        "If you were taking someone out to eat for a first date...here would you take them?",
        "Have you ever been to a music festival?I wanna hear everything about it!",
        "Is there a qualification or license you'd like to earn?If so, what is it?",
        "Be honest...What subject that you studied in school turned out to be pretty much useless in real life?",
        "Is there any music that brings back a memory for you?If so, can you tell me about the music, and the memory?",
        "Is there any smell that makes you remember something?What is it, and what's the memory?",
        "OK, get this:I want you to make up a new name for yourself!For the first name, pick a city.For the last name, choose an animal. What have you got?",
        "If you were a superhero, who would you make your sidekick?",
        "If you had a magic appliance that could make three different kinds of food at the touch of a button, what would you want it to make?",
        "Have you ever been surprised by the way a fruit or vegetable is grown? If so, what...and why?",
        "What do you call your parents?",
        "What would you like to be called by your children?If you already have kids, what did you want to be called by them when you first had them?",
        "If ninjas existed today, where would they be?",
        "Is there a tourist destination in your town that you are particularly proud of?If so, what is it?",
        "Now that self-driving cars have been invented, what should be next on the list for automation?",
        "What's your favorite writing implement?",
        "Who do you want to have by your side when you're feeling blue?",
        "What's the oldest piece of clothing you still wear, and where did you get it?",
        "What do you focus on when critiquing a movie?",
        "What book has changed your life?",
        "What was the popular kid in your class like when you were in school?",
        "What's something you seem to always forget?",
        "What comes to mind when you hear \"predictable in a good way\"?",
        "Which popular male musician do you think will still be popular 10 years from now?",
        "Which popular female musician do you think will still be popular 10 years from now?",
        "What's something you'd like to do when you're older?",
        "If you woke up one day only to find out you've been turned into a frog, what's the first thing you would do?",
        "If you had to take over the world but could only use giraffes to do so, how would you do it?",
        "Which celebrity do you think should be more popular than he or she currently is?",
        "What's a hobby you think you'd love but have never tried before?",
        "What town do you think is cool?",
        "What band, comedy group, etc. do you think should get back together?",
        "Out of all the meals you've cooked, which turned out to be a flavor you didn't expect?",
        "What food makes for a good midnight snack?",
        "You've probably imagined swimming in a pool of gelatin-based dessert, but if you could swim in a pool of anything for real, what would it be?",
        "How many pairs of shoes do you own?",
        "If you could speak to one species of animal, which species would you pick?",
        "What vegetable have you really been into lately?",
        "Who inspires you to act the most kind?",
        "What water is the most delicious?",
        "What were you able to hold off on, or be patient about, that you're most proud of?",
        "What do you try your best to do just to avoid bothering other people?",
        "If you woke up and discovered you had turned into something else, what would you absolutely NOT want to be?Why?",
        "Let's say you woke up one morning to find you'd been turned into something else.What would you be thrilled to be?",
        "Who (or what) do you think is the cutest fictional character ever?",
        "Who do you think is the most beautiful fictional character ever?",
        "What video game is more fun to play with your friends than it is alone?",
        "If you were to start playing a sport right now, which one would it be?",
        "If you were to start a new hobby right now, what would you choose?",
        "If you could thank your younger self for something, what would you say?",
        "Which celebrity do you think is actually smart, even though people don't see them that way?",
        "What lesson did you learn as a child that you still live by today?",
        "Has a TV show ever moved you?If so, what was it about?",
        "What do you look back on now and think,\"I wish I had just done that without worrying about it so much\"?",
        "If there's one piece of electronics or a home appliance you couldn't stand to lose, what is it?",
        "How do you sort through your worries?",
        "You have to sketch something from real life.There's no set theme.What do you draw?",
        "What's the scariest thing you've seen in a TV show, book, comic, or movie?",
        "What is your goal in life?",
        "Have you ever cancelled an important event or task because you were sick? If so, what did you end up cancelling?",
        "Do you exercise regularly? If so, what does your typical workout consist of?",
        "What's the first thing that comes to mind when someone says, \"something you want more of\"?",
        "What's the first thing that comes to mind when someone says, \"something you don't need more of\"?",
        "What is the most beautiful natural scenery you know of?",
        "Have you ever bought yourself something as a reward for working hard? If so, what did you buy?",
        "What item do you think feels nice to the touch?",
        "What's something you witnessed that made you do a double take?",
        "What medicine do you use when you have a minor injury?",
        "Which video game have you spent the most time playing?",
        "What is the fanciest hotel you've ever stayed at?",
        "If you could go to an all-you-can-eat buffet made up of only one type of food, what food would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of fruit, which fruit would you choose?",
        "If you could go to an all-you-can-eat buffet made up of only one type of drink, which drink would you choose?",
        "If you could gain a specific animal's ability, what animal would it be, and which ability would you choose?",
        "What's a present you received from a friend that you deeply treasure?",
        "What present for a friend have you splurged on?",
        "What's a personality trait you see in others that makes you assume you would get along?",
        "What movie do you want to show your children one day?",
        "What book do you want your children to read one day?",
        "What video game do you want to have your children play one day?",
        "When you were a student, what was the toughest subject to study?",
        "Compared to now, what do you think was better when you were in school?",
        "Compared to when you were in school, what do you think is better now?",
        "What do you wish you studied when you were a child?",
        "Who reminds you of spring?",
        "Who reminds you of summer?",
        "Who reminds you of fall?",
        "Who reminds you of winter?",
        "What kind of party can you just not stand?",
        "Which celebrity would you like to come to your birthday party?",
        "What roles, if any, have you performed on stage?",
        "If you were going to shout as loud as you can, what would you shout?",
        "What's something you bought based on an advertisement alone?",
        "What's a word you think an intelligent person would use?",
        "What's a word you think a popular person would use?",
        "Where would you like to go on your next vacation?",
        "Who would you like to give praise to?",
        "Who would you like to give some encouragement to?",
        "What little act of kindness have you done lately?",
        "We live in a world where you can rent everything from films to cars.What else do you think you should be able to rent?",
        "Which do you think suits you better, summer clothes or winter clothes?",
        "When was the last time you felt lucky?",
        "When was the last time you felt unlucky?",
        "What extra features would you want to add to your bath?",
        "What kinds of features would you want to add to your toilet?",
        "What feature would you like to add to your kitchen?",
        "If you could add features to your bed, what would you add?",
        "You've washed up on a desert island with nothing but a smartphone…How do you escape?",
        "Is there something you used to like but have recently lost interest in?If there is, what is it?",
        "Tell me an amusing story involving a phone.",
        "Name a singer you think has a really great voice!",
        "Which comedian do you think is really funny?",
        "Is there anything you've done that you feel bad about lately?",
        "Has anything given you goose bumps recently?",
        "What have you recently stopped doing as much as you used to?",
        "What kind of music have you been listening to a lot lately?",
        "What did you REALLY want, only to have your feelings cool once you got your hands on it?",
        "When were you more moved than at any other time in your life?",
        "What winter sport would you like to try?",
        "What are you looking forward to this winter?",
        "What's your favorite winter-themed song?",
        "What something you absolutely have to take with you when you go out?",
        "When did you last feel like you were in a tough situation?",
        "What would you say is the biggest change that's happened in your life so far?",
        "Who do you feel the need to apologize to?",
        "Who do you think is very likely to start showing major potential in the future?",
        "What do you do when you want to have a good laugh?",
        "How do you react when you feel the need to let out your frustrations and cry?",
        "What's something you think is a bit ridiculous, but you like anyway?",
        "What's something important to you that can't be seen?",
        "What was the most romantic thing you ever found in your pocket?",
        "Who do you think just may be a genius?",
        "What color do you think suits you the best?",
        "Tell me about a time when you thought something wouldn't work out, but it somehow did.",
        "What sort of things do you do today to make sure tomorrow will be a good day?",
        "If you had to make 100 friends in three days, how would you do it?",
        "What game did you play as a child that, looking back, was actually pretty dangerous?",
        "What do you want to eat right now?",
        "When you think of someone with a bright, appealing personality, who come to mind?",
        "What's a weird school guideline you had to follow?",
        "Tell me a weird school story you have.",
        "What have you been having a hard time with lately?",
        "What air freshener scent do you like to use at home?",
        "When you hear the words \"massive scale\", what's the first thing you think of?",
        "What thing said to you by a friend made you the happiest?",
        "Which event did you enjoy the most this autumn?",
        "What makes you glad that it's getting colder?",
        "What kind of workplace would you like to visit to learn more about?",
        "What has had a big effect on you lately?",
        "What could someone who has called your number by mistake say that would make you happy?",
        "What would you like to be more knowledgeable about?",
        "What kind of clothes would you like to buy right now?",
        "What kind of circumstances would make you tell a lie?",
        "Have you ever given a teacher a cool nickname? If so, what was it?",
        "What is something you think is cool, even though it's out of date?",
        "What comes to mind when you hear the phrase \"cutting edge\"?",
        "What's something that's gone well for you lately?",
        "What would you do if you ran into your doppelgänger?",
        "What have you done lately that's left you feeling tired in a good way?",
        "What type of situation always leaves you wanting to cry?",
        "Which work of fiction would you like to see made into animation?",
        "What food did you used to like, but have recently changed your mind about?",
        "If you could stop time just once, when would you do it?",
        "Tell me about a time when you had a surprising experience in a vehicle!",
        "What dream made you think, \"I'm so glad that was just a dream\" when you woke up?",
        "What one thing do you like most about winter?",
        "What one thing do you like most about summer?",
        "Out of everyone out there, who would you say is excelling lately?",
        "What is your ideal breakfast?",
        "When were you glad that things didn't go as expected?What happened?",
        "What film do you occasionally feel like watching again?",
        "What book do you occasionally feel like reading again?",
        "What food can you always eat, no matter how full you are?",
        "What thing do you want to do when the weather gets cold?",
        "Which cover song do you think is better than the original?",
        "When you were younger, did you prefer playing at your own house or a friend's house?",
        "Which character from a movie, TV show, comic book, novel, or other work of fiction do you want to become friends with?",
        "What character from a movie, TV show, comic book, novel, or other work of fiction do you want to become your rival?",
        "What food do you like to eat around the holidays?",
        "If you could get anything as a present this holiday season, what would you ask for?",
        "How do you spend your winter holidays?",
        "Where will you spend your New Year's Eve?",
        "The year is nearly over.Is there anything you still have to do before it ends?",
        "Tell me a fun memory you have that involves snow!",
        "Have you ever had a premonition come true?What was it?",
        "What's something particularly memorable that happened at your house?",
        "Is there any color of clothing that you won't wear anymore?If so...hat color, and why?",
        "What's a fun place you went with a friend?",
        "What do you think you'll get better at from now on?",
        "Which celebrity do you think has a tendency to overreact to things?",
        "Which celebrity do you think looks much younger than they really are?",
        "What genre of music were you unfamiliar with at first, but became a fan of once you heard more of it?",
        "Has a song ever made you cry? If so, what song was it?",
        "Have you ever been moved by the sight of a beautiful nature spot? If you have, what was it?",
        "If you were to come up with a name for the concept of \"good things happening one after another\", what would it be?",
        "Some idioms involve body parts, like \"willing to give your right arm for something\", or \"a smell that'll turn your stomach\".Can you come up with one of your own?",
        "What are you scared to touch?",
        "What do you want to master?",
        "If you had to talk to a large crowd about something for an hour, what would you talk about?",
        "Have you ever been so excited that you couldn't sleep?If you have, what were you excited about?",
        "What sound do you think you could never get sick of?",
        "What thing have you bought used, and been very satisfied with?"
    ]
}
